Repository: manatools/manafirewall
Catalog: po/*.po
Languages: cs, de, es, fi, fr, ja, nl, pt_br, ru, uk

source: Manatools - firewalld configurator
cs: ManaTools - nastavení firewallu
de: Manatools - firewalld Konfigurator
es: Manatools - configuración de firewalld
fi: Manatools - firewalld konfiguraattori
fr: Manatools - Configuration de firewalld
ja: Manatools - firewalld 設定ツール
nl: Manatools - firewalld-configuratietool
pt_br: Manatools - configurador do firewalld
ru: Manatools – средство настройки firewalld
uk: Manatools — засіб налаштовування firewalld

source: {} - ManaTools firewalld configurator
cs: {} - Nastavení firewallu ManaTools
de: {} - Manatools firewalld Konfigurator
es: {} - ManaTools configuración de firewalld
fi: {} - ManaTools firewalld konfiguraattori
fr: {} - ManaTools Configuration de firewalld
ja: {} - ManaTools firewalld 設定ツール
nl: {} - ManaTools firewalld-configuratietool
pt_br: {} - Configurador de firewalld do ManaTools
ru: {} — средство настройки firewalld в Manatools
uk: {} — засіб налаштовування firewalld у Manatools

source: Connection to firewalld established.
cs: Spojení s firewalld bylo navázáno.
de: Verbindung zu firewalld hergestellt.
es: Conexión establecida con firewalld .
fi: Yhteys palomuuriin muodostettu.
fr: Connexion à firewalld établie.
ja: firewalld への接続が確立されました。
nl: Verbinding met firewalld tot stand gebracht.
pt_br: Conexão com o firewalld estabelecida.
ru: Подключение к firewalld установлено.
uk: Встановлено з'єднання із firewalld.

source: Trying to connect to firewalld, waiting...
cs: Pokus o připojení se k firewalld, čekejte, prosím...
de: Verbindungsversuch zur firewalld, warte...
es: Espere, intentando conectar con firewalld....
fi: Muodostetaan yhteyttä palomuuriin, odottaa...
fr: Connexion à firewalld en cours, merci de patienter...
ja: firewalld への接続を試行しています、お待ちください...
nl: Proberen te verbinden met firewalld, wachten...
pt_br: Tentando conectar ao firewalld, aguardando...
ru: Пытаемся установить соединение с firewalld, подождите…
uk: Намагаємося встановити з'єднання із firewalld, зачекайте…

source: Failed to connect to firewalld. Please make sure that the service has been started correctly and try again.
cs: Připojení k firewalld se nezdařilo. Ujistěte se, že se služba v pořádku spustila a zkuste to znovu.
de: Fehler beim Verbinden zu firewalld. Vergewissern Sie sich, dass der Dienst korrekt gestartet wurde und versuchen Sie es erneut.
es: Fallo al conectar con firewalld. Por favor asegúrese de que el servicio se inicio correctamente y trate de nuevo.
fi: Yhteyden palomuuriin epäonnistui. Varmista, että palvelu on käynnistetty ja yritä uudelleen.
fr: Échec de la connexion à firewalld. Veuillez vous assurer que le service a été démarré correctement et réessayer.
ja: firewalld への接続に失敗しました。このサービスが正しく開始したことを確認して再試行してください。
nl: Met firewalld verbinden mislukte. Vergewis u ervan dat deze dienst correct gestart is en probeer opnieuw.
pt_br: Falha ao conectar ao firewalld. Verifique se o serviço foi iniciado corretamente e tente novamente.
ru: Не удалось установить соединение с firewalld. Пожалуйста, убедитесь, что служба запущена и повторите попытку.
uk: Не вдалося встановити з'єднання із firewalld. Будь ласка, переконайтеся, що службу належним чином запущено і повторіть спробу.

source: Changes applied.
cs: Změny použity.
de: Änderungen übernommen.
es: Cambios aplicados
fi: Tehdyt muutokset
fr: Changements appliqués.
ja: 変更が適用されました。
nl: Wijzigingen toegepast.
pt_br: Alterações aplicadas.
ru: Изменения применены.
uk: Зміни застосовано.

source: Used by network connection '%s'
cs: Použito síťovým připojením "%s"
de: Wird von der Netzwerkverbindung '%s' verwendet
es: Utilizado por la conexión de red '%s'
fi: Verkkoyhteyden "%s" käytössä
fr: Utilisé par la connexion '%s'
ja: ネットワーク接続 '%s' によって使用されています
nl: Gebruikt door netwerkverbinding '%s'
pt_br: Usado pela conexão de rede '%s'
ru: Используется сетевым подключением "%s"
uk: Використовується з'єднанням мережі «%s»

source: Default zone used by network connection '%s'
cs: Výchozí zóna používaná síťovým připojením "%s"
de: Standardzone, die von der Netzwerkverbindung verwendet wird '%s'
es: Zona predeterminada utilizada por conexión de red '%s'
fi: Verkkoyhteyden "%s" käyttämä oletusvyöhyke
fr: Zone par défaut utilisée par la connexion '%s'
ja: ネットワーク接続 '%s' によって使用される既定のゾーン
nl: Standaardzone gebruikt door netwerkverbinding '%s'
pt_br: Zona padrão usada pela conexão de rede '%s'
ru: Типичная, дефолтная зона, используемая соединением сети «%s»
uk: Типова зона, яка використовується з'єднанням мережі «%s»

source: enabled
cs: povoleno
de: aktiviert
es: habilitado
fi: Käytössä
fr: activé
ja: 有効
nl: aangezet
pt_br: ativado
ru: включен
uk: увімкнено

source: disabled
cs: vypnuto
de: deaktiviert
es: deshabilitado
fi: ei käytössä
fr: désactivé
ja: 無効
nl: uitgeschakeld
pt_br: desativado
ru: выключен
uk: вимкнено

source: &File
cs: &Soubor
de: &Datei
es: &Archivo
fi: &Tiedosto
fr: &Fichier
ja: ファイル(&F)
nl: &Bestand
pt_br: &Arquivo
ru: &Файл
uk: &Файл

source: &Quit
cs: U&končit
de: &Beenden
es: &Salir
fi: &Lopeta
fr: &Quitter
ja: 終了(&Q)
nl: Ver&laten
pt_br: &Sair
ru: &Выход
uk: Ви&йти

source: &Options
cs: &Volby
de: &Optionen
es: &Opciones
fi: &Asetukset
ja: 設定(&O)
nl: &Opties
pt_br: &Opções
ru: &Параметры
uk: П&араметри

source: Runtime To Permanent
cs: Běhový čas na trvalý
fi: Kesto pysyväksi
fr: De temporaire à permanent
pt_br: Tempo de execução para permanente
ru: Динамические в постоянные

source: &Reload Firewalld
cs: &Nahrát znovu Firewalld
de: &Firewalld erneut laden
es: &Recargar Firewalld
fi: &Lataa palomuuri uudelleen
fr: &Recharger firewalld
ja: Firewalld の再読み込み(&R)
nl: &Firewalld herladen
pt_br: &Recarregar firewalld
ru: &Перезагрузить Firewalld
uk: П&ерезавантажити Firewalld

source: &Settings
cs: &Nastavení
fi: &Asetukset
fr: Paramètre&s
nl: &Instellingen
pt_br: &Configurações
ru: &Настройки

source: &Help
cs: &Nápověda
de: &Hilfe
es: A&yuda
fi: &Ohje
fr: &Aide
ja: ヘルプ(&H)
nl: &Hulp
pt_br: &Ajuda
ru: По&мощь
uk: &Довідка

source: &Manual
cs: &Ruční
fi: &Ohjekirja
fr: &Manuel
nl: &Handleiding
ru: &Учебник

source: &About
cs: O programu
de: &Über
es: A&cerca de
fi: &Tietoja
fr: À &propos
ja: 情報(&A)
nl: Ove&r
pt_br: &Sobre
ru: О п&рограмме
uk: Пр&о програму

source: Active bindings
cs: Aktivní vazby
de: Aktive Bindungen
es: Enlaces activos
fi: Aktiiviset sidokset
fr: Liaisons actives
ja: アクティブなバインディング
nl: Actieve bindingen
pt_br: Vínculos ativos
ru: Активные привязки
uk: Активні прив'язки

source: &Change binding
cs: &Změnit vazbu
de: &Wechsle Bindung
es: &Cambiar enlaces
fi: &Muuta sidontaa
fr: &Change les liaisons
ja: バインディングを変更(&C)
nl: Bin&ding wijzigen
pt_br: &Alterar vínculo
ru: Из&менить привязку
uk: З&мінити прив'язку

source: Edit zones
cs: Upravit zóny
de: Zonen bearbeiten
es: Editar zonas
fi: Muokkaa vyöhykkeitä
fr: Modifier les zones
ja: ゾーンを編集
nl: Zones bewerken
pt_br: Editar zonas
ru: Редактировать зоны
uk: Редагувати зони

source: &Add
cs: &Přidat
de: &Hinzufügen
es: A&ñadir
fi: &Lisää
fr: &Ajouter
ja: 追加(&A)
nl: &Toevoegen
pt_br: &Adicionar
ru: &Добавить
uk: &Додати

source: &Edit
cs: &Upravit
de: B&earbeiten
es: &Editar
fi: &Muokkaa
fr: Éditer
ja: 編集(&E)
nl: Be&werken
pt_br: &Editar
ru: &Редактировать
uk: З&мінити

source: &Remove
cs: &Odstranit
de: Entfe&rnen
es: Elimina&r
fi: &Poista
fr: Supprimer
ja: 削除(&R)
nl: &Verwijderen
pt_br: &Remover
ru: &Удалить
uk: Ви&лучити

source: &Load default
cs: &Nahrát výchozí
de: Voreinstellung &laden
es: Cargar &predeterminado
fi: &Palauta oletukset
fr: &Réinitialiser les réglages
ja: 既定値を読み込む(&L)
nl: &Standaard laden
pt_br: &Carregar padrão
ru: &Загрузка по умолчанию
uk: З&авантажити типове

source: Runtime
cs: Doba běhu
de: Laufzeit
es: Durante ejecución
fi: Kesto
fr: Durée
ja: 実行時
pt_br: Tempo de execução
ru: Время выполнения
uk: Динамічний

source: Permanent
cs: Trvale
es: Permanente
fi: Pysyvä
ja: 永久
pt_br: Permanente
ru: Постоянный
uk: Сталий

source: Configuration
cs: Nastavení
de: Konfiguration
es: Configuración
fi: Asetukset
ja: 設定
nl: Configuratie
pt_br: Configuração
ru: Настройки
uk: Налаштовування

source: Zones
cs: Zóny
de: Zonen
es: Zonas
fi: Vyöhykkeet
ja: ゾーン
pt_br: Zonas
ru: Зоны
uk: Зони

source: Services
cs: Služby
de: Dienste
es: Servicios
fi: Palvelut
ja: サービス
nl: Diensten
pt_br: Serviços
ru: Службы
uk: Служби

source: IP Sets
cs: Sady IP
es: Conjunto IPs
fi: IP:t
fr: Groupe d'adresses IP
ja: IP セット
pt_br: Conjuntos de IP
ru: Наборы IP
uk: Набори IP

source: View
cs: Pohled
de: Ansicht
es: Ver
fi: Näytä
fr: Voir
ja: 表示
nl: Beeld
pt_br: Visualizar
ru: Вид
uk: Перегляд

source: Ports
cs: Porty
es: Puertos
fi: Portit
ja: ポート
nl: Poorten
pt_br: Portas
ru: Порты
uk: Порти

source: Protocols
cs: Protokoly
de: Protokolle
es: Protocolos
fi: Protokollat
fr: Protocoles
ja: プロトコル
nl: Protocollen
pt_br: Protocolos
ru: Протоколы
uk: Протоколи

source: Source Ports
cs: Zdrojové porty
de: Quellports
es: Puertos de origen
fi: Lähdeportit
fr: Ports d'origine
ja: 送信元ポート
nl: Bronpoorten
pt_br: Portas de origem
ru: Исходные порты
uk: Порти походження

source: Masquerading
cs: Maškarády
de: Maskierung
es: Enmascarar
fi: Naamiointi
fr: Masquage de réseau
ja: マスカレード
pt_br: Mascaramento
ru: Маскировка
uk: Маскування

source: Port Forwarding
cs: Přesměrování portu
de: Portweiterleitung
es: Redireccionamiento de puertos
fi: Portin ohjaus
fr: Redirection de port
ja: ポート フォワーディング
pt_br: Encaminhamento de porta
ru: Переадресация портов
uk: Переспрямовування портів

source: ICMP Filter
cs: Filtr ICMP
es: Filtro ICMP
fi: ICMP suodatin
fr: Filtre ICMP
ja: ICMP フィルタ
pt_br: Filtro ICMP
ru: Фильтр ICMP
uk: Фільтр ICMP

source: Rich Rules
cs: Bohatá pravidla
de: Regeln
es: Reglas mejoradas
fi: Aktiivisäännöt
fr: Règles riches
ja: リッチ ルール
nl: Rijke regels
pt_br: Regras avançadas
ru: Подробные правила
uk: Докладні правила

source: Interfaces
cs: Rozhraní
de: Schnittstellen
fi: Liitännät
ja: インターフェース
ru: Интерфейсы
uk: Інтерфейси

source: Sources
cs: Zdroje
de: Quellen
es: Orígenes
fi: Lähteet
ja: 送信元
nl: Bronnen
pt_br: Fontes
ru: Источники
uk: Походження

source: Modules
cs: Moduly
de: Module
es: Módulos
fi: Moduulit
ja: モジュール
pt_br: Módulos
ru: Модули
uk: Модулі

source: Destinations
cs: Cíle
de: Ziele
es: Destinos
fi: Kohteet
ja: 宛先
nl: Bestemmingen
pt_br: Destinos
ru: Пункты назначения
uk: Сторінки

source: Entries
cs: Záznamy
de: Einträge
es: Entradas
fi: Kirjaukset
fr: Entrées
ja: エントリ
nl: Ingangen
pt_br: Entradas
ru: Записи
uk: Записи

source: Configure
cs: Nastavit
de: Einrichten
es: Configurar
fi: Asetukset
fr: Configurer
ja: 設定
nl: Configureren
pt_br: Configurar
ru: Настроить
uk: Налаштувати

source: Default Zone: {}
cs: Výchozí zóna: {}
de: Standard Zone: {}
es: Zona predeterminada: {}
fi: Oletusalue: {}
fr: Zone par défaut : {}
ja: 既定のゾーン: {}
nl: Standaardzone: {}
pt_br: Zona padrão: {}
ru: Дефолтная зона: {}
uk: Типова зона: {}

source: Log Denied: {}
cs: Záznam (log) odepřen: {}
de: Log abgelehnt: {}
es: Denegados(Registro) : {}
fi: Loki estetty: {}
fr: Enregistrer les rejets : {}
ja: 拒否のログ: {}
nl: Loggen geweigerd: {}
pt_br: Registro negado: {}
ru: Журнал отклонен: {}
uk: Вносити до журналу заборонені: {}

source: Panic Mode: {}
cs: Režim nouzového zastavení: {}
de: Panic Modus: {}
es: Modo Pánico: {}
fi: Paniikkitila: {}
fr: Mode Panique : {}
ja: パニック モード: {}
nl: Paniekmodus: {}
pt_br: Modo pânico: {}
ru: Режим паники: {}
uk: Режим паніки: {}

source: Automatic Helpers: {}
cs: Automatičtí pomocníci: {}
de: Automatischer Helfer: {}
es: Auxiliares Automáticos: {}
fi: Autom. avustajat: {}
fr: Assistants automatiques : {}
ja: 自動ヘルパ: {}
nl: Automatische helpers: {}
pt_br: Assistentes automáticos: {}
ru: Автоматические помощники: {}
uk: Автоматичні допоміжні засоби: {}

source: Lockdown: {}
cs: Uzamknutí: {}
de: Ausgangssperre: {}
es: Bloquear: {}
fi: Lukitus: {}
fr: Confinement : {}
ja: ロックダウン: {}
nl: Vergrendeling: {}
pt_br: Isolamento: {}
ru: Блокировка: {}
uk: Блокування: {}

source: A&dd
cs: Při&dat
de: &Hinzufügen
es: &Añadir
fi: &Lisää
fr: Ajouter
ja: 追加(&D)
nl: To&evoegen
pt_br: A&dicionar
ru: &Добавить
uk: &Додати

source: Selected are accepted
cs: Vybrané jsou přijaty
de: Ausgewählte werden akzeptiert
es: Se permite lo seleccionado
fi: Valitut hyväksytään
fr: Sélectionnés sont acceptés
ja: 選択したものが許可されます
nl: Geselecteerde zijn geaccepteerd
pt_br: Os selecionados são aceitos
ru: Обозначенные принимаются
uk: Позначені приймаються

source: Masquerade zone
cs: Zóna maškarády
de: Maskiere Zone
es: Zona enmascarada
fi: Naamioitu vyöhyke
fr: Zone de réseau masqué
ja: ゾーンをマスカレード
pt_br: Zona de máscaras
ru: Зона маскировки
uk: Зона маскування

source: Protocol
cs: Protokol
de: Protokoll
es: Protocolo
fi: Protokolla
fr: Protocole
ja: プロトコル
pt_br: Protocolo
ru: Протокол
uk: Протокол

source: Port
es: Puerto
fi: Portti
ja: ポート
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт

source: Service
cs: Služba
de: Dienst
es: Servicio
fi: Palvelu
ja: サービス
nl: Dienst
pt_br: Serviço
ru: Служба
uk: Служба

source: To Address
cs: K adrese
de: Zu Adresse
es: Hasta la Dirección
fi: Osoitteeseen
fr: vers l'Adresse
ja: 宛先アドレス
nl: Naar adres
pt_br: Para endereço
ru: На адрес
uk: Адреса призначення

source: To Port
cs: K portu
de: Zu Port
es: Hasta el puerto
fi: Porttiin
fr: vers le Port
ja: 宛先ポート
nl: Naar poort
pt_br: Para porta
ru: К порту
uk: До порту

source: Information needed
cs: Je potřeba informace
de: Informationen benötigt
es: Información necesaria
fi: Tietoja tarvitaan
fr: Information nécessaire
ja: 情報が必要です
nl: Benodigde informatie
pt_br: Informações necessárias
ru: Необходима информация
uk: Потрібні відомості

source: Forwarding to another system is only useful if the interface is masqueraded.<br>Do you want to masquerade this zone?
cs: Přesměrování na jiný systém je užitečné pouze v případě, že je rozhraní maskované.<br>Chcete tuto zónu zamaskovat?
de: Die Weiterleitung an ein anderes System ist nur dann sinnvoll, wenn die Schnittstelle maskiert ist.<br>Möchten Sie diese Zone maskieren?
es: Redireccionar a otro sistema solo es util si la interfaz esta enmascarada.<br>¿¡Desea enmascarar la zona?
fi: Välittäminen toiseen järjestelmään on hyödyllistä vain, jos liittymä on naamioitu. <br>Haluatko naamioida tämän vyöhykkeen?
fr: La Redirection de port vers un autre système n'est utile que si l'interface est masquée. <br>Voulez-vous masquer cette zone ?
ja: 別のシステムへのフォワーディングはインターフェースがマスカレードされている場合にのみ有用です。<br>このゾーンをマスカレードしますか?
nl: Naar een ander systeem doorsturen heeft alleen zin als er netwerkadresvertaling ofwel IP-masquerade plaatsvindt. <br>Wilt u dat voor deze zone?
pt_br: O encaminhamento para outro sistema só é útil se a interface estiver mascarada. <br>Deseja mascarar esta zona?
ru: Перенаправление в другую систему полезно, только если интерфейс замаскирован. <br>Хотите замаскировать эту зону?
uk: Переспрямовування до іншої системи є корисним, лише якщо інтерфейс замасковано.<br>Хочете замаскувати цю зону?

source: Credits {}
cs: Zásluhy {}
es: Créditos {}
fi: Saldo {}
fr: Crédits {}
ja: クレジット {}
nl: Met dank aan {}
pt_br: Créditos {}
ru: Благодарности {}
uk: Подяки щодо {}

source: {} is a graphical configuration tool for firewalld.
cs: {} je grafické rozhraní pro nastavení firewalld.
de: {} ist ein grafisches Konfigurationswerkzeug für firewalld.
es: {} es una interfaz gráfica para configurar firewalld.
fi: {} on graafinen konfigurointityökalu firewalld palomuurille.
fr: {} est une interface graphique pour configurer firewalld
ja: {} は firewalld のグラフィカルな設定ツールです。
nl: {} is een grafische configuratietool voor firewalld.
pt_br: {} é uma ferramenta gráfica de configuração para firewalld.
ru: {} — это графический инструмент конфигурации firewalld.
uk: {} — графічний інструмент налаштовування для firewalld.

source: Edit services
cs: Upravit služby
de: Dienste bearbeiten
es: Editar servicios
fi: Muokkaa palveluita
fr: Modifier les services
ja: サービスを編集
nl: Diensten bewerken
pt_br: Editar serviços
ru: Редактировать службы
uk: Редагувати служби

source: Edit ipsets
cs: Upravit ipsety
de: Ipsets bearbeiten
es: Editar conjunto de IPs
fi: Muokkaa IP:t
fr: Modifier les groupes d'adresses IP
ja: IP セットを編集
nl: IP-sets bewerken
pt_br: Editar conjuntos de ips
ru: Редактировать ipsets
uk: Редагувати ipsets

source: Source
cs: Zdroj
de: Quelle
es: Origen
fi: Lähde
ja: 送信元
nl: Bron
pt_br: Fonte
ru: Источник
uk: Походження

source: Port / Port Range
cs: Port / Rozsah portů
de: Port / Portbereich
es: Puerto / Rango de puertos
fi: Portti / Porttialue
fr: Port / Étendue de ports
ja: ポート / ポート範囲
nl: Poort / Poortenreeks
pt_br: Porta / faixa de portas
ru: Порт/диапазон портов
uk: Порт або діапазон портів

source: Destination
cs: Cíl
de: Ziel
es: Destino
fi: Kohde
ja: 宛先
nl: Bestemming
pt_br: Destino
ru: Пункт назначения
uk: Призначення

source: IP address
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fi: IP-osoite
fr: Adresse IP
ja: IP アドレス
nl: IP-adres
pt_br: Endereço IP
ru: IP-адрес
uk: IP-адреса

source: &Cancel
cs: &Zrušit
de: Abbre&chen
es: &Cancelar
fi: &Peruuta
fr: &Annuler
ja: キャンセル(&C)
nl: &Annuleren
pt_br: &Cancelar
ru: &Отмена
uk: &Скасувати

source: &Ok
ja: OK(&O)
ru: &Хорошо
uk: &Гаразд

source: Source port is mandatory
cs: Zdrojový port je povinný
de: Der Quellport ist obligatorisch
es: El puerto origen es obligatorio
fi: Lähdeportti on pakollinen
fr: Le port d'origine est obligatoire
ja: 送信元のポートは必須です
nl: Een bronpoort is verplicht
pt_br: A porta de origem é obrigatória
ru: Исходный порт является обязательным
uk: Порт походження є обов'язковим

source: Use port number or range (10000 or 12000-12002)
cs: Použijte číslo portu, nebo rozsah portů (10000 nebo 12000-12002)
de: Portnummer oder Bereich (10000 oder 12000-12002)
es: Use un numero o rango de puertos (10000 o 12000-12002)
fi: Käytä portin numeroa tai aluetta (10000 tai 12000-12002)
fr: Utilisez le numéro de port ou une plage (10000 ou 12000-12002)
ja: ポートの番号または範囲 (10000 や 12000-12002) を使用してください
nl: Gebruik poortnummer of -reeks (10000 or 12000-12002)
pt_br: Use o número da porta ou intervalo (10000 ou 12000-12002)
ru: Используйте номер порта или диапазон (10000 или 12000-12002)
uk: Скористайтеся номером порту або діапазоном (10000 або 12000-12002)

source: The given IP address is not valid.
cs: Zvolená IP adresa není validní.
de: Die angegebene IP-Adresse ist nicht gültig.
es: La dirección IP no es valida.
fi: Annettu IP-osoite ei kelpaa.
fr: L'adresse IP donnée n'est pas valide.
ja: 指定された IP アドレスは無効です。
nl: Het opgegeven IP-adres is ongeldig.
pt_br: O endereço de IP fornecido não é válido.
ru: Данный IP-адрес недействителен.
uk: Вказана IP-адреса не є чинною.

source: Wrong IP address
cs: Špatná IP adresa
de: Falsche IP-Adresse
es: Dirección IP incorrecta
fi: Väärä IP-osoite
fr: Mauvaise adresse IP
ja: IP アドレスが正しくありません
nl: Fout IP-adres
pt_br: Endereço de IP errado
ru: Неверный IP-адрес
uk: Помилкова IP-адреса

source: Wrong to_port range
cs: Chybný rozsah portů cíle
de: Falscher Portbereich
es: Rango de puertos destino erróneo
fi: Väärä kohdeportin alue
fr: Plage de ports incorrecte
ja: 宛先ポートの範囲が正しくありません
nl: Foute naar-poortenreeks
pt_br: Faixa porta de destino incorreta
ru: Ошибочный диапазон to_port
uk: Помилковий діапазон to_port

source: Wrong port given
cs: Zvolený špatný port
de: Falscher Port angegeben
es: Puerto erróneo
fi: Väärä portti annettu
fr: Mauvais Port donné
ja: 指定されたポートが正しくありません
nl: Foute poort opgegeven
pt_br: Porta errada fornecida
ru: Указан неверный порт
uk: Вказано помилковий порт

source: <b>local forwarding</b><br>port and to_port must be different
cs: Port <b>lokálního přesměrování</b><br> a do portu musí být odlišný
de: <b>lokale Weiterleitung</b><br>port und to_port müssen unterschiedlich sein.
es: <b>el puerto local a redireccionar</b><br> y el puerto destino deben ser diferentes
fi: <b>paikallisen välityksen</b><br> portti ja kohdeportti on oltava eri
fr: <b>Redirection locale</b><br> Le port d'origine et le port de destination doivent être différents.
ja: <b>ローカル フォワーディング</b><br>ポートと宛先ポートは異なるものでなければなりません
nl: <b>lokaal doorsturen</b><br>poort en naar_poort moeten verschillen
pt_br: A <b>porta de encaminhamento local</b><br> e porta_de_destino devem ser diferentes
ru: <b>локальное перенаправление</b> <br>port и to_port должны быть разными
uk: <b>локальне переспрямовування</b><br>port і to_port мають бути різними

source: Missing data
cs: Chybějící data
de: Fehlende Daten
es: Información faltante
fi: Puuttuvat tiedot
fr: Donnée manquante
ja: データがありません
nl: Ontbrekende gegevens
pt_br: Dados ausentes
ru: Отсутствуют данные
uk: Немає потрібних даних

source: Valid configuration are:<br> <b>local forwarding</b> fill port and to_port, note that those ports must be different<br> <b>forward to address</b> fill port and to_address<br> <b>forward to a remote port</b> fill port, to_address and to_port
cs: Platné konfigurace jsou::<br> <b>místní přesměrování</b> vyplňte port a do portu, nezapomeňte, že tyto porty musí být různé<br> <b>přesměrovat na adresu</b> vyplňte port a vzdálenou adresu<br> <b>přesmerovat na vzdálený port</b> vyplňte port, vzdálenou adresu a vzdálený port
de: Gültige Konfigurationen sind:<br> <b>lokake Weiterleitung</b> Geben Sie Port und to_port an. Beachten Sie, dass diese Ports unterschiedlich sein müssen<br> <b>Weiterleitung zu Adresse</b> Geben Sie Port und zu Adresse an<br> <b>Weiterleitung zu einem entfernten Port </b> Geben Sie Port, to_address und to_port an
es: La configuración valida es:<br> <b>redireccionar puerto local </b>llenar el puerto origen y el puerto destino, note que los puertos deben ser diferentes<br> <b>redireccionar a dirección</b> llenar dirección de origen y dirección de destino<br> <b>redireccionar a puerto remoto</b> llenar el puerto origen, la dirección y el puerto destino
fi: Kelvolliset määritykset ovat:<br> <b>Paikallinen välitys</b> suodatusportti ja kohde portti, Huomaa, että porttien on oltava erilaisia<br> <b>välittäminen osoitteeseen</b> suodatusportti ja kohteen osoite<br> <b>välittäminen ulkoiseen porttiin</b> suodatusportti, kohteen osoite ja kohteen portti
fr: La configuration valide doit être : <br><b>transfert local</b> Renseigner le port d'origine et le port de destination, Remarquez que ces ports doivent être différents.<br><b>Transférer à l'adresse</b> Renseigner le port et l'adresse de destination<br><b>Transférer vers un port distant</b> Renseigner le port d'origine, l'adresse et le port de destination.
ja: 有効な設定:<br> <b>ローカル フォワーディング</b> ポートと宛先ポートを入力し、それらは異なるものでなければなりません<br> <b>フォワード先アドレス</b> ポートと宛先アドレスを入力します<br> <b>リモート ポートにフォワード</b> ポート, 宛先アドレス, 宛先ポートを入力しま
nl: Een geldige configuratie is:<br> <b>lokaal doorsturen</b>vul poort en naar_poort, deze moeten verschillend zijn<br> <b>doorsturen naar adres</b> vul poort en naar_adres<br> <b>doorsturen naar een externe poort</b> vul poort, naar_adres en naar_poort
pt_br: Configurações válidas para regras de encaminhamento:<br> <b>encaminhamento local</b> especifique porta e porta de destino (devem ser diferentes)<br> <b>encaminhar para endereço</b> especifique porta e endereço de destino<br> <b>encaminhara para um porta remota</b> especifique porta, endereço de destino e porta de destino
ru: Корректные настройки:<br><b>локальное перенаправление</b> – укажите port и to_port, заметьте, что эти порты должны быть разными,<br><b>перенаправление по адресу</b> – укажите port и to_address,<br><b>перенаправление на удалённый порт</b> – укажите port, to_address и to_port
uk: Коректні налаштування:<br> <b>локальне переспрямовування</b> — вкажіть port і to_port, зауважте, що ці порти мають бути різними<br> <b>переспрямовування на адресу</b> — вкажіть port і to_address<br> <b>переспрямовування на віддалений порт</b> — вкажіть port, to_address і to_port

source: Zones view
cs: Zobrazení zón
de: Zonen Ansicht
es: Ver Zonas
fi: Vyöhykket näkymä
fr: Vue des zones
ja: ゾーン表示
nl: Zonesweergave
pt_br: Visão por zonas
ru: Просмотр зон
uk: Панель зон
