Repository: manatools/manafirewall
Catalog: po/*.po
Languages: cs, de, es, fi, fr, ja, nl, pt_br, ru, uk

source: <li><b>Protocols</b>: Here, you can add a protocol among a list of supported protocols by firewalld or to add a specific one that you can name. (to complete with what is the effect of this addition)</li>
cs: <li><b>Protokoly</b>: Zde můžete přidat protokol ze seznamu protokolů podporovaných firewalldem nebo přidat konkrétní protokol, který můžete pojmenovat. (pro doplnění, jaký je účinek tohoto přidání)</li>
de: <li><b>Protokolle</b>Hier können Sie ein Protokoll zu einer Liste der von firewalld unterstützten Protokolle hinzufügen oder ein bestimmtes Protokoll hinzufügen, das Sie benennen können. (zu vervollständigen, wie sich dieser Zusatz auswirkt)</li>
es: <li><b>Protocolos</b>: Aquí, puede escoger uno entre una lista de protocolos admitidos por firewalld o agregar uno específico al que puede dar un nombre (a completar con el efecto de esta adición)</li>
fi: <li><b>Protokollat</b>: Voit lisätä protokollan tuettujen protokollien joukkoon palomuurin avulla tai lisätä tietyn protokollan, jolle voit antaa nimen (täydentää palomuuria).</li>
fr: <li><b>Protocoles</b> : Ici, vous pouvez ajouter un protocole réseau parmi une liste de protocoles supportés par firewalld ou ajouter un protocole spécifique que vous pouvez nommer (pour référence sur les effets de cette ajout).</li>
ja: <li><b>プロトコル</b>: ここで、firewalld によってサポートされている一覧からプロトコルを追加したり、自分で名前を付けて追加することができます。 (この追加による効果が備わるようにするため)</li>
nl: <li><b>Protocollen</b>: Hier kunt u een protocol toevoegen uit de lijst van door firewalld ondersteunde protocollen, of een specifieke toevoegen die u benoemen kunt. (nog completeren met het effect van deze toevoeging)</li>
pt_br: <li><b>Protocolos</b>: Aqui, você pode adicionar um protocolo entre uma lista de protocolos suportados pelo firewalld ou adicionar um específico que você pode nomear. (para completar com o efeito desta adição)</li>
ru: <li><b>Протоколы:</b> здесь можно добавить протокол в список поддерживаемых firewalld протоколов или добавить специфический протокол с названием. (следует указать, каким будет результат этого сложения)</li>
uk: <li><b>Протоколи</b>: тут ви можете додати протокол до списку підтримуваних firewalld протоколів або додати специфічний протокол із назвою. (слід вказати, яким буде результат цього додавання)</li>

source: <li><b>Source Ports</b>: this configure option allows to specify a rule with "Add" button with a port number or range and a protocol selected in the list tcp, udp, sctp and dccp. The list view displays the already defined rules.(to complete with what is the effect of this addition)</li>
cs: <li><b>Zdrojové porty</b>: tato možnost nastavení umožňuje zadat pravidlo pomocí tlačítka "Přidat" s číslem nebo rozsahem portu a protokolem vybraným ze seznamu tcp, udp, sctp a dccp. V zobrazení seznamu se zobrazí již stanovená pravidla (pro doplnění, jaký je účinek tohoto doplnění).</li>
de: <li><b>Quell Ports</b>: Mit dieser Konfigurationsoption können Sie eine Regel mit der Schaltfläche "Hinzufügen" mit einer Portnummer oder einem Bereich und einem Protokoll angeben, das in der Liste tcp, udp, sctp und dccp ausgewählt ist. In der Listenansicht werden die bereits definierten Regeln angezeigt (um zu vervollständigen, wie sich dieser Zusatz auswirkt).</li>
es: <li><b>Puertos Origen</b>: Esta opción de configuración permite especificar una regla con el botón "Agregar" con un número de puerto o rango y un protocolo seleccionado en la lista tcp, udp, sctp y dccp. La vista de lista muestra las reglas ya definidas (para completar cuál es el efecto de esta adición)</li>
fi: <li><b>Lähdeportit</b>: Konfiguroinnin avulla voit määrittää säännön "Lisää" painikkeella. Anna on portin numero tai alue ja protokolla, joka on valittavissa listasta tcp, udp, sctp ja dccp. Valmiiksi näkyvät jo määritellyt säännöt (täydentää palomuuria).</li>
fr: <li><b>Ports source</b> : cette option de configuration permet de spécifier une règle avec le bouton "Ajouter" avec un numéro de port ou une plage et un protocole sélectionné dans la liste tcp, udp, sctp et dccp. La vue liste affiche les règles déjà définies (pour compléter avec quel est l'effet de cet ajout)</li>
ja: <li><b>送信元ポート</b>: この設定項目はポートの番号または範囲および tcp, udp, sctp, dccp の一覧から選択するプロトコルを伴う "追加" ボタンを用いてルールを指定できます。一覧ビューは定義済みのルールを表示します。 (この追加による効果が備わるようにするため)</li>
nl: <li><b>Bronpoorten</b>: deze configuratie-optie laat u een regel vaststellen met de knop "Toevoegen", met een poortnummer of poortenreeks en een protocol uit de lijst tcp, udp, sctp and dccp. De lijstweergave toont de reeds gedefinieerde regels. (nog completeren met het effect van deze toevoeging)</li>
pt_br: <li><b>Portas de origem</b>: esta opção de configuração permite especificar uma regra com o botão "Adicionar", incluindo um número de porta ou faixa e um protocolo selecionado na lista tcp, udp, sctp e dccp. A visualização da lista exibe as regras já definidas. (para completar com o efeito desta adição)</li>
ru: <li><b>Исходные порты:</b> с помощью этого пункта настроек можно указать правило по нажатию кнопки «Добавить». Правило состоит из номера порта или диапазона номеров портов и протокола, выбранного из списка: tcp, udp, sctp или dccp. В списке будут показаны уже определённые правила. (следует дополнить описанием результатов сложения правила)</li>
uk: <li><b>Порти походження</b>: за допомогою цього пункту налаштувань ви можете вказати правило після натискання кнопки «Додати». Правило складається із номеру порту або діапазону номерів портів і протоколу, вибраного зі списку: tcp, udp, sctp або dccp. У списку буде показано вже визначені правила. (слід доповнити описом результатів додавання правила)</li>

source: <li><b>Masquerading</b>: this option allows to tick or untick a "Masquerade zone". Thus this zone is used for masquerading (only for IPv4). (to complete with what is the effect of this addition)</li>
cs: <li><b>Maskování</b>: tato možnost umožňuje zaškrtnout nebo zrušit zaškrtnutí "Zóna maskování". Tato zóna se tedy používá pro maskování (pouze pro IPv4). (pro doplnění, jaký je účinek tohoto doplňku)</li>
de: <li><b>Maskierung</b>: Diese Option ermöglicht das Aktivieren oder Deaktivieren von "Maskiere Zone". Dadurch wird diese Zone zum Maskieren verwendet (nur für IPv4). (noch zu vervollständigen, wie sich dieser Zusatz auswirkt)</li>
es: <li><b>Enmascarar</b>: Esta opción permite marcar o desmarcar una "Zona de enmascaramiento". Por lo tanto, esta zona se utiliza para enmascarar (solo para IPv4) (para completar cuál es el efecto de esta adición)</li>
fi: <li><b>Naamiointi</b>: tämä mahdollistaa "Naamioidun vyöhykkeen" (valinnan tai poistamisen). Tätä vyöhykettä käytetään piilottamaan todellinen IP:n (vain IPv4)</li>
fr: <li><b>Masquage d'adresses</b> : cette option permet de cocher ou décocher une "zone de réseau masqué". Ainsi, cette zone est utilisée pour le masquage d'adresses (uniquement pour IPv4). (pour compléter avec quel est l'effet de cet ajout).</li>
ja: <li><b>マスカレード</b>: この項目は "ゾーンをマスカレード" をチェックまたはチェック解除できます。そのため、このゾーンはマスカレード用に使用されます (IPv4専用)。 (この追加による効果が備わるようにするため)</li>
nl: <li><b>Masquerading</b>: deze optie laat u een "Masquerade-zone" aan- of uitvinken. Deze zone wordt dus gebruikt voor netwerkadresvertaling (enkel voor IPv4). (nog completeren met het effect van deze toevoeging)</li>
pt_br: <li><b>Mascaramento</b>: esta opção permite marcar ou desmarcar uma "zona de mascaramento". Assim, esta zona é usada para mascaramento (somente para IPv4). (para completar, qual é o efeito desta adição)</li>
ru: <li><b>Маскировка:</b> здесь можно пометить или снять метку с пункта «Зона маскировки». Указанные зоны будут использоваться для маскировки (только для IPv4). (следует дополнить описанием результатов сложения)</li>
uk: <li><b>Маскування</b>: тут можна позначити або зняти позначку з пункту «Зона маскування». Позначені зони використовуватимуться для маскування (лише для IPv4). (слід доповнити описом результатів додавання)</li>

source: <li><b>Port Forwarding</b>: port forwarding is an application of network address translation (NAT) that redirects a communication request from one address and port number combination to another while the packets are traversing the firewall in IPv4 technology. Adding a rule needs to specify a port or port range of incoming requests and its protocol (source) and either a port or range for the destination for local forwarding or address of the destination and optionally port or range if port is changed.</li>
cs: <li><b>Přesměrování portu</b>: přesměrování portů je aplikace překladu síťových adres (NAT), která přesměruje komunikační požadavek z jedné kombinace adresy a čísla portu na jinou, zatímco pakety procházejí firewallem v technologii IPv4. Při přidávání pravidla je třeba zadat port nebo rozsah portů příchozích požadavků a jejich protokol (zdroj) a buď port nebo rozsah pro cíl pro místní přesměrování, nebo adresu cíle a volitelně port nebo rozsah, pokud se port mění.</li>
de: <li><b>Portweiterleitung</b>: Portweiterleitung ist eine Anwendung der Network Address Translation (NAT), die eine Kommunikationsanforderung von einer Kombination aus Adresse und Portnummer zu einer anderen umleitet, während die Pakete die Firewall in IPv4-Technologie durchlaufen. Das Hinzufügen einer Regel muss einen Port oder Portbereich eingehender Anforderungen und dessen Protokoll (Quelle) sowie entweder einen Port oder einen Bereich für das Ziel für die lokale Weiterleitung, oder die Adresse des Ziels und optional einen Port oder Bereich für den Fall angeben, wenn der Port geändert wird.</li>
es: <li><b>Redirección de puertos</b>: la redirección de puertos es una aplicación de traslado de direcciones de red (Network Address Translation) que redirige una petición dirigida a una combinación de puerto y dirección hacia otra mientras los paquetes viajan por un cortafuegos de tecnología IPv4. Añadiendo la regla necesaria para especificar peticiones de entrada a un puerto ó rango de puertos y su protocolo(origen) y un puerto o rango de puertos para un redireccionamiento local ó una dirección destino y opcionalmente un puerto y rango de puertos si se cambia de puerto.</li>
fi: <li><b>Portin ohjaus</b>: Ohjaaminen on verkon osoitteiden muuntamista (NAT), joka ohjaa uudelleen viestipyynnön osoitteen ja porttinumeron yhdistelmästä toiseen, kun paketit kulkevat palomuurin läpi IPv4-tekniikassa. Säännön lisäämisessä on määritettävä saapuvien pyyntöjen portti tai porttialue ja sen protokolla (lähde). Lisäksi joko portti tai alue paikallista edelleenlähetystä varten tai kohteen osoite ja valinnaisesti portti tai alue, jos porttia muutetaan.</li>
fr: <li><b>Redirection de port</b> : la redirection de port est une application de traduction d'adresses réseau (NAT) qui redirige une demande de communication d'une combinaison d'adresse et de numéro de port vers une autre pendant que les paquets traversent le pare-feu en technologie IPv4. L'ajout d'une règle doit spécifier un port ou une plage de ports pour les demandes entrantes et son protocole (source) et soit un port ou une plage pour la destination pour le transfert local ou l'adresse de la destination et éventuellement le port ou la plage si le port est modifié.</li>
ja: <li><b>ポート フォワーディング</b>: ポート フォワーディングはネットワーク アドレス変換 (NAT) の処理で、コミュニケーション要求をあるアドレスとポート番号の組み合わせから別の組み合わせにリダイレクトし、パケットは IPv4 技術でファイアウォールを通過します。ルールを追加するには外部からのリクエスト用のポートかポート範囲とそのプロトコル (送信元) に加えローカル フォワーディングのための宛先のポートか範囲あるいは宛先のアドレスのいずれか、そして任意でポート変更時の追加のポートまたは範囲の指定が必要です。</li>
nl: <li><b>Port-forwarding</b>: port-forwarding is een toepassing van NAT (netwerkadresvertaling) die een communicatieverzoek van een combinatie van adres en poortnummer omleidt/doorstuurt naar een andere, terwijl de pakketten de IPv4-firewall passeren. Een nieuwe regel moet een poort of poortenreeks voor binnenkomende verzoeken specificeren met protocol (bron) en hetzij een poort(enreeks) voor de locale doorstuurbestemming of het adres van de bestemming en alleen een poort(enreeks) als die veranderd is.</li>
pt_br: <li><b>Encaminhamento de porta</b>: o encaminhamento de porta é uma aplicação de tradução de endereço de rede (NAT) que redireciona uma solicitação de comunicação de uma combinação de endereço e número de porta para outra, enquanto os pacotes atravessam o firewall na tecnologia IPv4. Adicionar uma regra exige especificar uma porta ou um intervalo de portas para as solicitações de entrada e seu protocolo (origem) e, ou uma porta ou intervalo de portas para o destino para encaminhamento local, ou o endereço do destino e, opcionalmente, a porta ou intervalo se a porta for alterada.</li>
ru: <li><b>Перенаправление портов:</b> перенаправление портов является переносом адресов сети (NAT), который перенаправляет обмен запросами из одной комбинации адреса и номера порта в другой при перемещении пакетов через защитный экран (брандмауэр) в технологии IPv4. Добавление правила требует определения порта или диапазона портов для назначения для локального перенаправления или адреса назначения и необязательного порта или диапазона портов, если порт изменён.</li>
uk: <li><b>Переспрямовування портів</b>: переспрямовування портів є застосуванням перенесення адрес мережі (NAT), яке переспрямовує обмін запитами з однієї комбінації адреси і номеру порту до іншої під час пересування пакетів крізь захисний екран (брандмауер) у технології IPv4. Додавання правила потребує визначення порту або діапазону портів для призначення для локального переспрямовування або адреси призначення і необов'язкового порту або діапазону портів, якщо порт змінено.</li>

source: <li><b>ICMP Filter</b>: not yet implemented</li>
cs: <li><b>Filtr ICMP</b>: prozatím neimplementováno</li>
de: <li><b>ICMP Filter</b>: noch nicht umgesetzt!</li>
es: <li><b>Filtro ICMP</b>: no esta implementado</li>
fi: <li><b>ICMP suodatus</b>: ei vielä toteutettu</li>
fr: <li><b>Filtre ICMP</b> : Pas encore implémenté</li>
ja: <li><b>ICMP フィルタ</b>: 未実装です</li>
nl: <li><b>ICMP Filter</b>: nog niet geïmplementeerd</li>
pt_br: <li><b>Filtro ICMP</b>: ainda não implementado</li>
ru: <li><b>Фильтр ICMP</b>: ещё не реализовано</li>
uk: <li><b>Фільтр ICMP</b>: ще не реалізовано</li>

source: <li><b>Rich Rules</b>: not yet implemented</li>
cs: <li><b>Bohatá pravidla</b>: prozatím neimplementováno</li>
de: <li><b>Rich Rules</b>: noch nicht umgesetzt! </li>
es: <li><b>Reglas Amplias</b>: no esta implementado</li>
fi: <li><b>Aktiivisäännöt</b>: ei vielä toteutettu</li>
fr: <li><b>Règles riches</b> : Pas encore implémenté</li>
ja: <li><b>リッチ ルール</b>: 未実装です</li>
nl: <li><b>Rich Rules</b>: nog niet geïmplementeerd</li>
pt_br: <li><b>Regras avançadas</b>: ainda não implementado</li>
ru: <li><b>Подробные правила:</b> ещё не реализовано</li>
uk: <li><b>Докладні правила</b>: ще не реалізовано</li>

source: <li><b>Interfaces</b>: not yet implemented</li>
cs: <li><b>Rozhraní</b>: prozatím neimplementováno</li>
de: <li><b>Schnittstellen</b>: noch nicht umgesetzt! </li>
es: <li><b>Interfaces</b>: no esta implementado</li>
fi: <li><b>Liitännät</b>: ei vielä toteutettu</li>
fr: <li><b>Interfaces</b> : Pas encore implémenté</li>
ja: <li><b>インターフェース</b>: 未実装です</li>
nl: <li><b>Interfaces</b>: nog niet geïmplementeerd</li>
pt_br: <li><b>Interfaces</b>: ainda não implementado</li>
ru: <li><b>Интерфейсы</b>: ещё не реализовано</li>
uk: <li><b>Інтерфейси</b>: ще не реалізовано</li>

source: <li><b>Sources</b>: not yet implemented</li></ul>
cs: <li><b>Zdroj</b>: prozatím neimplementováno</li></ul>
de: <li><b>Quellen</b>: noch nicht umgesetzt! </li></ul>
es: <li><b>Origenes</b>: no esta implementado</li></ul>
fi: <li><b>Lähteet</b>: ei vielä toteutettu</li></ul>
fr: <li><b>Sources</b> : Pas encore implémenté</li></ul>
ja: <li><b>送信元</b>: 未実装です</li></ul>
nl: <li><b>Sources</b>: nog niet geïmplementeerd</li></ul>
pt_br: <li><b>Fontes</b>: ainda não implementado</li></ul>
ru: <li><b>Источники</b>: ещё не реализовано</li></ul>
uk: <li><b>Походження</b>: ще не реалізовано</li></ul>

source: A service is a collection of rules that are applied together in relation to an application. This concept helps to apply what is need for an application by just ticking a checkbox. A lot of services are already defined, but you can add your own for an application which is not provided.
cs: Služba je soubor pravidel, která jsou společně použita ve vztahu k aplikaci. Toto pojetí pomáhá použít to, co je pro aplikaci potřeba, pouhým zaškrtnutím políčka. Mnoho služeb je již stanoveno, ale můžete přidat vlastní pro aplikaci, která není dostupná.
de: Ein Dienst ist eine Sammlung von Regeln, die zusammen in Bezug auf eine Anwendung angewendet werden. Dieses Konzept hilft bei der Anwendung von Anforderungen für eine Anwendung, indem ein Kontrollkästchen aktiviert wird. Viele Dienste sind bereits definiert, aber Sie können Ihre eigenen für eine Anwendung hinzufügen, die noch nicht bereitgestellt sind.
es: Un servicio es una colección de reglas que se aplican juntas en relación con una aplicación. Este concepto ayuda a aplicar lo necesario para una aplicación tan solo activando una casilla. Un montón de servicios ya están definidos, pero puede añadir uno propio para una aplicación que no se incluya.
fi: Palvelu on kokoelma sääntöjä, joita sovelletaan suhteessa sovellukseen. Tämä soveltaa sitä, mitä sovelluksessa tarvitaan, vain lisäämällä rasti ruutuun. Monet palvelut on jo määritelty, mutta voit lisätä omia sovelluksia, jota ei ole tarjolla valmiiksi.
fr: Un service est un ensemble de règles appliquées ensemble par rapport à une application. Ce concept permet d'appliquer ce dont une application a besoin en cochant simplement une case. De nombreux services sont déjà définis, mais vous pouvez ajouter les vôtres pour une application qui n'est pas fournie.
ja: サービスはアプリケーションとの間において同時に適用されるルールの集まりです。このコンセプトはチェックボックスのチェックのみによってアプリケーションに必要なものの適用を手助けします。多くのサービスが既に定義されていますが、提供されていないアプリケーションのために自分で追加することもできます。
nl: Een service is een verzameling regels die samen toegepast worden in verband met een programma. Dit concept helpt om wat nodig is voor een programma toe te passen door enkel een vinkje te zetten. Veel diensten zijn al gedefinieerd, maar u kunt uw eigen toevoegen voor een programma dat hier nog niet van voorzien is.
pt_br: Um serviço é uma coleção de regras que são aplicadas em conjunto em relação a uma aplicação. Este conceito facilita a aplicação do que é necessário para uma aplicação apenas marcando uma caixa de seleção. Muitos serviços já estão definidos, mas você pode adicionar os seus próprios para uma aplicação que não é fornecida.
ru: Служба является набором правил, которые применяются вместе с определённой программой. Службы помогают применять необходимые ограничения к программе путём простого обозначения определённого пункта. В программе уже определено много служб, но вы можете добавить собственную программу, если её нет в списке.
uk: Служба є набором правил, які застосовуються разом щодо певної програми. Служби допомагають застосовувати потрібні обмеження до програми шляхом простого позначення певного пункту. У програмі вже визначено багато служб, але ви можете додати власну для програми, якщо її немає у списку.

source: In view "Services", the "Configure" button next to the combobox allows to choose a service. Selecting one updates the table with a list of couples Port-Protocol
cs: V zobrazení "Služby" lze pomocí tlačítka "Nastavit" vedle rozbalovacího seznamu vybrat službu. Výběrem jedné z nich se aktualizuje tabulka se seznamem dvojic Port-Protokol.
de: In der Ansicht "Dienste", erlaubt die "Konfigurieren" Schaltfläche neben der Combobox einen Dienst zu wählen. Wenn Sie einen auswählen, wird die Tabelle mit einer Liste der Port-Protokolle aktualisiert
es: En ver "Servicios", el botón "Configurar" junto al cuadro combinado permite elegir un servicio. Seleccionar uno, actualiza la tabla con una lista de parejas Puerto-Protocolo
fi: Näkymässä "Palvelut" oleva "Määritä" painikkeella voit valita palvelun. Kun valitset yhden, taulukko päivittää listan porttien protokollista
fr: Dans la vue "Services", le bouton "Configurer" permet de choisir un service. En sélectionner un met à jour le tableau avec une liste de couples Port / Protocole.
ja: ビュー "サービス" において、コンボボックスの隣にある "設定" ボタンはサービスの選択ができます。いずれかを選択するとテーブルがポート-プロトコルの組の一覧で更新されます
nl: In de "Diensten"-weergave, kunt u met de knop "Configureren" naast de combobox een dienst kezen. Als u er een selecteert wordt de tabel bijgewerkt met een lijst van Poort-Protocol-koppels
pt_br: Na visão "Serviços", o botão "Configurar" ao lado da caixa de seleção permite escolher um serviço. Selecionar um atualiza a tabela com uma lista de pares porta-protocolo
ru: На панели «Службы» кнопка «Настройка» рядом с раскрывающимся списком позволяет выбрать службу. Выбор службы обновляет таблицы со списком пар порт-протокол.
uk: На панелі «Служби» кнопка «Налаштувати» поряд зі спадним списком надає змогу вибрати службу. Вибір служби оновлює таблиці зі списком пар порт-протокол.

source: For each service, you can define:
cs: Pro každou službu můžete definovat:
de: Sie können für jeden Dienst definieren:
es: Para cada servicio puede definir:
fi: Jokaiselle palvelulle voit määrittää:
fr: Pour chaque service, vous pouvez définir :
ja: それぞれのサービスで、以下を定義できます:
nl: Voor elke dienst kunt u definiëren:
pt_br: Para cada serviço, você pode definir:
ru: Для каждой службы вы можете определить:
uk: Для кожної служби ви можете визначити:

source: <ul><li><b>Ports</b>: when selected, the list view contains the ports already defined. Each port is defined by a number or a range, and a protocol.</li>
cs: <ul><li><b>Porty</b>: když je vybrán, zobrazení seznamu obsahuje již stanovené porty. Každý port je stanoven číslem nebo rozsahem a protokolem.</li>
de: <ul><li><b>Ports</b>: Bei Auswahl dieser Option enthält die Listenansicht die bereits definierten Ports. Jeder Port wird durch eine Nummer oder einen Bereich und ein Protokoll definiert.</li>
es: <ul><li><b>Puertos</b>: cuando se selecciona, la lista ver contiene los puertos ya definidos. Cada puerto esta definido por un numero o rango, y un protocolo.</li>
fi: <ul><li><b>Portit</b>: kun valittuna, lista sisältää jo määritetyt portit. Jokainen portti on määritelty numerolla tai alueella ja protokollalla.</li>
fr: <ul><li><b>Ports</b> : lorsqu'elle est sélectionnée, la vue de liste contient les ports déjà définis. Chaque port est défini par un nombre ou une plage et un protocole.</li>
ja: <ul><li><b>ポート</b>: 選択時、リスト ビューは定義済みのポートを表示します。各ポートは番号または範囲とプロトコルで定義されます。</li>
nl: <ul><li><b>Poorten</b>: indien geselecteerd, laat de lijstweergave de reeds gedefinieerde poorten zien. Elke poort is gedefinieerd door een getal of getallenreeks en een protocol.</li>
pt_br: <ul><li><b>Portas</b>: quando selecionada, a visualização de lista contém as portas já definidas. Cada porta é definida por um número ou um intervalo, e um protocolo.</li>
ru: <ul><li><b>Порты:</b> если указано, в списке будут показаны уже определённые порты. Каждый порт определяется номером или диапазоном номеров и протоколом.</li>
uk: <ul><li><b>Порти</b>: якщо позначено, у списку буде показано вже визначені порти. Кожен порт визначається номером або діапазоном номерів та протоколом.</li>

source: <li><b>Protocols</b>: not yet implemented</li>
cs: <li><b>Protokoly</b>: prozatím neimplementováno</li>
de: <li><b>Protokolle</b>: noch nicht umgesetzt! </li>
es: <li><b>Protocolos</b>: no esta implementado</li>
fi: <li><b>Protokollat</b>: ei vielä toteutettu</li>
fr: <li><b>Protocoles</b> : Pas encore implémenté </li>
ja: <li><b>プロトコル</b>: 未実装です</li>
nl: <li><b>Protocollen</b>: nog niet geïmplementeerd</li>
pt_br: <li><b>Protocolos</b>: ainda não implementado</li>
ru: <li><b>Протоколы:</b> ещё не реализовано</li>
uk: <li><b>Протоколи</b>: ще не реалізовано</li>
