Repository: manatools/manafirewall
Catalog: po/*.po
Languages: cs, de, es, fi, fr, ja, nl, pt_br, ru, uk

source: <li><b>Source Ports</b>: not yet implemented</li>
cs: <li><b>Zdrojové porty</b>: prozatím neimplementováno</li>
de: <li><b>Quell Ports</b>: noch nicht umgesetzt! </li>
es: <li><b>Puertos Origen</b>: no esta implementado</li>
fi: <li><b>Lähdeportit</b>: ei vielä toteutettu</li>
fr: <li><b>Ports source</b> : Pas encore implémenté</li>
ja: <li><b>送信元ポート</b>: 未実装です</li>
nl: <li><b>Bronpoorten</b>: nog niet geïmplementeerd</li>
pt_br: <li><b>Portas de origem</b>: ainda não implementado</li>
ru: <li><b>Исходные порты:</b> ещё не реализовано</li>
uk: <li><b>Порти походження</b>: ще не реалізовано</li>

source: <li><b>Modules</b>: not yet implemented</li>
cs: <li><b>Moduly</b>: prozatím neimplementováno</li>
de: <li><b>Modules</b>: noch nicht umgesetzt! </li>
es: <li><b>Modulos</b>: no esta implementado</li>
fi: <li><b>Moduulit</b>: ei vielä toteutettu</li>
fr: <li><b>Modules</b> : Pas encore implémenté</li>
ja: <li><b>モジュール</b>: 未実装です</li>
nl: <li><b>Modules</b>: nog niet geïmplementeerd</li>
pt_br: <li><b>Módulos</b>: ainda não implementado</li>
ru: <li><b>Модули</b>: ещё не реализовано</li>
uk: <li><b>Модулі</b>: ще не реалізовано</li>

source: <li><b>Destination</b>: not yet implemented</li></ul>
cs: <li><b>Cíl</b>: prozatím neimplementováno</li></ul>
de: <li><b>Ziele</b>: noch nicht umgesetzt! </li></ul>
es: <li><b>Destino</b>: no esta implementado</li></ul>
fi: <li><b>Kohde</b>: ei vielä toteutettu</li></ul>
fr: <li><b>Destination</b> : Pas encore implémenté</li></ul>
ja: <li><b>宛先</b>: 未実装です</li></ul>
nl: <li><b>Bestemming</b>: nog niet geïmplementeerd</li></ul>
pt_br: <li><b>Destino</b>: ainda não implementado</li></ul>
ru: <li><b>Пункт назначения:</b> ещё не реализовано</li></ul>
uk: <li><b>Призначення</b>: ще не реалізовано</li></ul>

source: ManaFirewall is a graphical configuration tool for firewall features provided by firewalld.
cs: ManaFirewall je grafické, konfigurační rozhraní firewallu využívajícího firewalld.
de: ManaFirewall ist ein grafisches Konfigurationstool für Firewall-Funktionen, die von firewalld bereitgestellt werden.
es: ManaFirewall es una herramienta gráfica para configurar un cortafuegos mediante las características proporcionadas por firewalld.
fi: ManaFirewall on graafinen työkalu firewalld palomuurin tarjoamien ominaisuuksien konfigurointiin.
fr: ManaFirewall est un outil de configuration graphique pour les fonctionnalités de pare-feu fournies par firewalld.
ja: ManaFirewall は firewalld によって提供されるファイアウォール機能に対するグラフィカルな設定ツールです。
nl: ManaFirewall is grafische configuratietool voor firewallfuncties van firewalld.
pt_br: ManaFirewall é uma ferramenta gráfica de configuração para os recursos de firewall fornecidos pelo firewalld.
ru: ManaFirewall – средство настройки с графическим интерфейсом для возможностей брандмауэра (защитного экрана, файервола), предоставляемых firewalld.
uk: ManaFirewall — засіб налаштовування із графічним інтерфейсом для можливостей брандмауера (захисного екрана), які надаються firewalld.

source: firewalld provides a dynamically managed firewall with support for network/firewall “zones” to assign a level of trust to a network and its associated connections, interfaces or sources.
cs: firewalld poskytuje dynamicky spravovaný firewall s podporou "zón" sítě/firewallu pro přiřazení úrovně důvěryhodnosti síti a přidruženým připojením, rozhraním nebo zdrojům.
de: firewalld bietet eine dynamisch verwaltete Firewall mit Unterstützung für Netzwerk- / Firewall-"Zonen", um einem Netzwerk und den zugehörigen Verbindungen, Schnittstellen oder Quellen eine Vertrauensstufe zuzuweisen.
es: firewalld proporciona un cortafuegos administrado dinamicamente con soporte para "zonas" asignando un nivel de confianza a una red, sus conexiones asociadas, sus interfaces u orígenes.
fi: firewalld palomuuri tarjoaa dynaamisesti hallitun palomuurin, joka tukee verkko/palomuurin "vyöhykkeitä" luottamuksen tason määrittämiseksi verkolle ja siihen liittyville yhteyksille, rajapinnoille tai lähteille.
fr: firewalld fournit un pare-feu géré dynamiquement avec prise en charge des «zones» de pare-feu / réseau pour attribuer un niveau de confiance à un réseau et à ses connexions, interfaces ou sources associées.
ja: firewalld は動的に管理されたファイアウォールで、信頼レベルをネットワークとその関連付けられた接続, インターフェース, 送信元に割り当てるためにネットワーク/ファイアウォールの “ゾーン” をサポートしています。
nl: firewalld voorziet in een dynamisch beheerde firewall met ondersteuning voor network/firewall-“zones” om een vertrouwensniveau toe te kennen aan een netwerk en de daamee samenhangende verbindingen, interfaces of bronnen.
pt_br: o firewalld oferece um firewall gerenciado dinamicamente com suporte para "zonas" de rede/firewall, permitindo atribuir um nível de confiança a uma rede e suas conexões, interfaces ou fontes associadas.
ru: Firewalld обеспечивает работу динамически управляемого защитного экрана (брандмауэра, файервола) с поддержкой сетевых «зон» для назначения уровня доверия к сети и связанных с ней соединений, интерфейсов или источников.
uk: firewalld забезпечує роботу динамічно керованого захисного екрана (брандмауера) із підтримкою мережевих «зон» для призначення рівня довіри до мережі і пов'язаних із нею з'єднань, інтерфейсів або джерел.

source: It has support for IPv4, IPv6, Ethernet bridges and also for IPSet firewall settings. There is a separation of the runtime and permanent configuration options.
cs: Má podporu pro IPv4, IPv6, ethernetové mosty a také pro nastavení brány firewall IPSet. Existuje oddělení voleb pro běhové a trvalé nastavení.
de: Es werden IPv4-, IPv6- und Ethernet-Bridges sowie IPSet-Firewall-Einstellungen unterstützt. Es gibt eine Trennung zwischen Laufzeit- und permanenten Konfigurationsoptionen.
es: Tiene soporte para IPv4, IPv6, puentes Ethernet y también configuraciones para conjuntos de IP. Hay una separación entre las configuraciones "En Ejecución" y las permanentes.
fi: Tukee IPv4, IPv6, Ethernet-siltoja ja IPSet-palomuurin asetuksia. Ajonaikaiset ja pysyvät konfigurointivaihtoehdot on erotettu toisistaan.
fr: Il prend en charge les adresses IPv4, IPv6, les ponts Ethernet et groupes d'adresses IP pour la configuration du pare-feu. Il y a séparation entre les réglages permanents et ceux valables seulement en cours d'utilisation.
ja: これは IPv4, IPv6, イーサネット ブリッジそして IPSet のファイアウォール設定もサポートしています。設定項目は実行時と永久という区分に分かれています。
nl: Het ondersteunt IPv4, IPv6, Ethernet-bridges en ook IPSet- firewallinstellingen. De runtime en permanente configuratie-opties zijn gescheiden.
pt_br: Ele oferece suporte para IPv4, IPv6, pontes ethernet e também para configurações de firewall IPSet. Há uma separação entre as opções de configuração temporária e permanente.
ru: Предусмотрена поддержка мостов IPv4, IPv6, Ethernet и настройки брандмауэра IPSet. Динамические и постоянные параметры разделены.
uk: Передбачено підтримку містків IPv4, IPv6, Ethernet, а також параметрів захисних екранів IPSet. Динамічні і сталі параметри налаштувань розділено.

source: ManaFirewall is part of manatools and it is based on libyui so that it can work using Gtk, Qt or ncurses, i.e. graphical or textual user interfaces.
cs: ManaFirewall je součástí manatools a je založen na libyui, takže může pracovat s Gtk, Qt nebo ncurses, tj. s grafickým nebo textovým uživatelským rozhraním.
de: ManaFirewall ist Teil der manatools und basiert auf libyui, sodass es mit GTK, Qt oder ncurses, z. B. grafische oder textuelle Benutzeroberflächen, zusammenarbeitet.
es: ManaFirewall es parte de manatools y se basa en libyui para que pueda funcionar usando Gtk, Qt o ncurses, es decir, interfaces de usuario gráficas o de texto.
fi: ManaFirewall on manatools komponentti ja libyui:n perustuen se voi käyttää Gtk, Qt, ncurses mallisia graafisia sekä tekstillisiä käyttöliittymiä.
fr: ManaFirewall fait partie des manatools et il est basé sur libyui, ainsi il peut fonctionner en utilisant GTK, Qt ou ncurses, c'est-à-dire qu'il peut présenter une interface graphique adaptée ou textuelle sur la Console.
ja: ManaFirewall は manatools の一部で、Gtk, Qt, ncurses つまりグラフィカル形式またはテキスト形式のユーザ インターフェースを用いて動作できるように libyui に基づいています。
nl: ManaFirewall is deel van manatools en gebaseerd op libyui zodat het kan werken met Gtk, Qt of ncurses, m.a.w. in zowel grafische als tekstuele gebruikersomgevingen.
pt_br: ManaFirewall é parte do manatools e é baseado na libyui, o que permite que funcione usando Gtk, Qt ou ncurses, ou seja, interfaces de usuário gráficas ou textuais.
ru: ManaFirewall является частью комплекта manatools. Программа основана на libyui, так что она может работать с использованием Gtk, Qt или ncurses, то есть одновременно графического и текстового интерфейсов.

source: On the left there is the overview of the active bindings. These are the zones, that have a connection, interface or source bound or added to it. Here it is possible to easily change the zone of these bindings.
cs: Vlevo je přehled aktivních vazeb. Jedná se o zóny, které mají navázané nebo přidané spojení, rozhraní nebo zdroj. Zde je možné snadno změnit zónu těchto vazeb.
de: Links sehen Sie die Übersicht der aktiven Bindungen. Dies sind die Zonen, an die eine Verbindung, Schnittstelle oder Quelle gebunden oder hinzugefügt ist. Hier ist es möglich, die Zone dieser Bindungen leicht zu ändern.
es: A la izquierda esta un panorama de los enlaces activos. Esto es, las zonas que tienen una conexión, interface u origen enlazados ó añadidos. Aquí es posible cambiar fácilmente las zonas de estos enlaces.
fi: Vasemmalla on yleiskuva aktiivisista sidoksista. Nämä ovat vyöhykkeitä, joihin on sidottu tai lisätty yhteys, liitäntä tai lähde. Täällä on myös mahdollista helposti muuttaa sidosten vyöhykettä.
fr: Sur la gauche se trouve la vue d'ensemble des liaisons actives. Ce sont les zones qui ont une connexion, une interface ou une source liés ou ajoutés à elles. Ici, il est possible de changer facilement la zone de ces liaisons.
ja: 左側には、アクティブなバインディングの概要があります。これらは接続, インターフェース, 関連付けられた送信元を持ったゾーンです。ここではこれらのバインディングのゾーンを容易に変更できます。
nl: Links is een overzicht van de actieve bindingen. Dit zijn de zones, die aan een verbinding, interface of bron gebonden zijn of daaraan zijn toegevoegd.. Hier kunt u de zone van deze bindingen gemakkelijk wijzigen.
pt_br: À esquerda, há uma visão geral das vinculações ativas. Estas são as zonas que têm uma conexão, interface ou fonte vinculada ou adicionada a ela. Aqui, é possível alterar facilmente a zona dessas vinculações.
ru: Справа расположена панель обзора активных привязок. Это зоны, к которым привязаны или добавлены соединения, интерфейс или источник. С помощью этой панели просто поменять зону этих привязок.
uk: Праворуч розташовано панель огляду активних прив'язок. Це зони, до яких прив'язано або додано з'єднання, інтерфейс або походження. За допомогою цієї панелі просто змінити зону цих прив'язок.

source: On the right there are comboboxes to select what to look or configure such as zones, services etc.
cs: Vpravo se nacházejí rozbalovací seznamy pro výběr toho, co se má hledat nebo nastavovat, například zóny, služby atd.
de: Auf der rechten Seite befinden sich Kombinationsfelder, in denen Sie auswählen können, was angezeigt oder konfiguriert werden soll, z. B. Zonen, Dienste usw.
es: A la derecha esta los cuadros de combinación para seleccionar que ver o configurar, como zonas, servicios, etc.
fi: Oikealla on laatikoita, joista voit tarkastella ja määrittää, kuten vyöhykkeet, palvelut jne.
fr: Sur la droite, il y a des listes déroulantes pour sélectionner ce qu'il faut regarder ou configurer comme les zones, les services, etc.
ja: 右側には、見るものを選択したり設定をしたりするための、ゾーンやサービスなどのコンボボックスがあります。
nl: Rechts zijn de comboboxes om te selecteren wat te zoeken of configureren, zoals zones, diensten enz.
pt_br: À direita, há caixas de seleção para escolher o que visualizar ou configurar, como zonas, serviços, etc.
ru: Справа расположены раскрывающиеся списки для выбора просмотра или настройки параметров, включая зоны, службы и т.д.
uk: Праворуч розташовано спадні списки для вибору перегляду або налаштування параметрів, зокрема зон, служб тощо.

source: Duration
cs: Trvání
de: Dauer
es: Duración
fi: Kesto
fr: Durée
ja: 期間
nl: Duur
pt_br: Duração
ru: Длительность
uk: Тривалість

source: Configure zone
cs: Nastavit zónu
de: Konfiguriere Zone
es: Configurar la zona
fi: Aseta vyöhyke
fr: Configurer la zone
ja: ゾーンを設定
nl: Zone configureren
pt_br: Configurar zona
ru: Настроить зону
uk: Налаштувати зону

source: Configure services
cs: Nastavit služby
de: Dienste konfigurieren
es: Configurar los servicios
fi: Aseta palvelut
fr: Configurer les services
ja: サービスを設定
nl: Diensten configureren
pt_br: Configurar serviços
ru: Настроить службы
uk: Налаштувати служби

source: IP Sets view
cs: Zobrazení IP setů
de: IP Sets Ansicht
es: Vista Conjunto de IP
fi: IP:t näkymä
fr: Vue des groupes d'adresses IP
ja: IP セット表示
nl: IP-sets-weergave
pt_br: Visão de conjuntos de IP
ru: Панель наборов IP
uk: Панель наборів IP

source: Layout
cs: Rozložení
fi: Asettelu
fr: Canevas
ja: レイアウト
nl: Indeling
ru: Раскладка

source: Logging
cs: Protokolování
fi: Loki
fr: Journalisation
ja: ログの出力
nl: Logboekregistratie
pt_br: Registro
ru: Журналирование

source: Restore &default
cs: Obnovit &výchozí
fi: Palauta &oletukset
fr: Restaurer les valeurs par &défaut
ja: 既定値に戻す(&D)
nl: Herstel &default
pt_br: Restaurar &padrão
ru: Восстановить по-умолчанию

source: &Close
cs: &Zavřít
fi: &Sulje
fr: &Fermer
ja: 閉じる(&C)
nl: S&luiten
pt_br: &Fechar
ru: &Закрыть

source: firewalld options
cs: Volby pro firewalld
fi: palomuurin asetukset
fr: Options de firewalld
pt_br: opções do firewall
ru: Параметры firewalld

source: Default Zone
cs: Výchozí zóna
fi: Oletusalue
fr: Zone par défaut
pt_br: Zona padrão
ru: Дефолтная зона

source: Log Denied
cs: Záznam (log) odepřen
fi: Loki estetty
fr: Journalise les refus
pt_br: Registro negado
ru: Журнал отклонен

source: Automatic Helper Assignment
cs: Automatické přiřazení pomocníka
fi: Automattiset avustajat
fr: Attribution d'assistant automatique
pt_br: Atribuição automática de auxiliares
ru: Автоматическое назначение помощника

source: Panic Mode
cs: Režim nouzového zastavení
fi: Paniikkitila
fr: Mode de panique
pt_br: Modo pânico
ru: Режим паники

source: Lockdown
cs: Uzamknutí
fi: Lukitus
fr: Confinement
nl: Vergrendeling
pt_br: Isolamento
ru: Блокировка

source: Layout options (active at next startup)
cs: Volby rozvržení (činné při příštím spuštění)
fi: Valitse asettelu (käynnistä uudelleen)
fr: Options de mise en page (actives au prochain démarrage)
ja: レイアウト設定 (次回起動時から有効)
nl: Indelingsopties (actief bij volgende opstart)
pt_br: Opções de layout (ativas na próxima inicialização)
ru: Параметры компоновки (будет задействовано при следующем запуске)

source: Logging options (active at next startup)
cs: Možnosti protokolování (aktivní při příštím spuštění)
fi: Lokin asetukset (käynnistä uudelleen)
fr: Options de Journalisation (Nécessite un redémarrage)
ja: ログ出力設定 (次回起動時から有効)
nl: Logboekopties (actief bij volgende opstart)
pt_br: Opções de registro (ativas na próxima inicialização)
ru: Параметры ведения журнала (активируются при следующем запуске)

source: Enable logging
cs: Povolit protokolování
fi: Ota loki käyttöön
fr: Activer la journalisation
ja: ログ出力を有効にする
nl: Logboekregistratie inschakelen
pt_br: Habilitar registro
ru: Включить ведение лог-журнала

source: Change &directory
cs: Změnit &adresář
fi: Vaihda &hakemisto
fr: Changer de &dossier
ja: ディレクトリを変更(&D)
nl: &Map wijzigen
pt_br: Alterar &diretório
ru: Изменить &каталог

source: Debug level
cs: Úroveň ladění
fi: Korjaustaso
fr: Au niveau débogage
ja: デバッグ レベル
nl: Foutopsporing-niveau
pt_br: Nível de depuração
ru: Уровень отладки

source: Choose log destination directory
cs: Vyberte adresář pro záznamy (logy)
fi: Valitse lokille hakemisto
fr: Choisir le répertoire destinataire de journalisation
ja: ログの保存先を選択
nl: Kies de map bestemd voor logboeken
pt_br: Escolher o diretório de destino do registro
ru: Выбрать каталог назначения для журнала

source: Port and Protocol
cs: Port a protokol
de: Port und Protokoll
es: Puerto y protocolo
fi: Portti ja protokolla
fr: Port et Protocole
ja: ポートとプロトコル
nl: Poort en protocol
pt_br: Porta e protocolo
ru: Порт и протокол
uk: Порт і протокол

source: Wrong port range
cs: Špatný rozsah portů
de: Falscher Portbereich
es: Rango de puertos incorrecto
fi: Väärä portin alue
fr: Mauvaise rangée de ports
ja: ポートの範囲が不正です
nl: Foute poortenreeks
pt_br: Intervalo de portas incorreto
ru: Неверный диапазон портов
uk: Помилковий діапазон портів

source: Other Protocol
cs: Jiný protokol
de: Anderes Protokoll
es: Otro protocolo
fi: Muu protokolla
fr: Autre Protocole
ja: 他のプロトコル
nl: Ander protocol
pt_br: Outro protocolo
ru: Другой протокол
uk: Інший протокол

source: Please insert a valid protocol (see /etc/protocols)
cs: Vložte, prosím, validní protokol (viz /etc/protocols)
de: Bitte gültiges Protokoll angeben (siehe /etc/protocols)
es: Por favor inserte un protocolo válido (vea /etc/protocols)
fi: Lisää kelvollinen protokolla (katso /etc/protocols)
fr: Veuillez insérer un protocole valide (voir /etc/protocols)
ja: 有効なプロトコルを入力してください (/etc/protocols を参照)
nl: Voer a.u.b. een geldig protocol in (zie /etc/protocols)
pt_br: Insira um protocolo válido (consulte /etc/protocols)
ru: Укажите допустимый протокол (см. /etc/protocols)
uk: Будь ласка, вставте коректний протокол (див. /etc/protocols)

source: Protocol is mandatory
cs: Protokol je povinný
de: Protokoll ist obligatorisch
es: El protocolo es obligatorio
fi: Protokolla on pakollinen
fr: Le Protocole est obligatoire
ja: プロトコルは必須です
nl: Een protocol is verplicht
pt_br: O protocolo é obrigatório
ru: Протокол обязателен
uk: Протокол є обов'язковим

source: Wrong protocol entry
cs: Chybný protokol
de: Falscher Protokolleintrag
es: Protocolo erróneo proporcionado
fi: Väärä protokollan syöttö
fr: Mauvaise donnée de protocole
ja: プロトコルのエントリが不正です
nl: Foute protocolinvoer
pt_br: Entrada de protocolo errada
ru: Ошибочная запись протокола
uk: Помилковий запис протоколу

source: Service Settings
cs: Nastavení služby
de: Dienst Einstellungen
es: Configuración de servicio
fi: Palvelujen asetukset
fr: Paramètres du Service
ja: サービス設定
nl: Diensten-instellingen
pt_br: Configurações de serviço
ru: Настройки службы
uk: Параметри служби

source: Name
cs: Název
es: Nombre
fi: Nimi
fr: Nom
ja: 名前
nl: Naam
pt_br: Nome
ru: Название
uk: Назва

source: Version
cs: Verze
es: Versión
fi: Versio
ja: バージョン
nl: Versie
pt_br: Versão
ru: Версия
uk: Версія

source: Short
cs: Krátký
de: Kurz
es: Corto
fi: Lyhyt
fr: Nom court
ja: 短い説明
nl: Kort
pt_br: Abreviado
ru: Коротко
uk: Коротко

source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
ja: 説明
nl: Beschrijving
pt_br: Descrição
ru: Описание
uk: Опис

source: Missing value
cs: Chybějící hodnota
de: Wert fehlt
es: Falta el valor
fi: Puuttuva arvo
fr: Données manquantes
ja: 値なし
nl: Ontbrekende waarde
pt_br: Valor ausente
ru: Отсутствует значение
uk: Не вистачає значення

source: Name is mandatory
cs: Jméno je povinné
de: Name ist obligatorisch
es: El nombre es obligatorio
fi: Nimi on pakollinen
fr: Le Nom est obligatoire
ja: 名前は必須です
nl: Een naam is verplicht
pt_br: O nome é obrigatório
ru: Название обязательно
uk: Назва є обов'язковою

source: Zone Settings
cs: Nastavení zóny
de: Zonen-Einstellungen
es: Configuración de la zona
fi: Vyöhykkeen asetukset
fr: Paramètres de la zone
ja: ゾーン設定
nl: Zone-instellingen
pt_br: Configurações de zona
ru: Настройки зоны
uk: Параметри зони

source: Default Target
cs: Výchozí cíl
de: Standard Ziel
es: Destino Predeterminado
fi: Oletuskohde
fr: Cible par défaut
ja: 既定のターゲット
nl: Standaard doel
pt_br: Destino padrão
ru: Дефолтное назначение
uk: Типове призначення

source: Accept
cs: Přijmout
de: Akzeptieren
es: Aceptar
fi: Hyväksy
ja: 許可
nl: Accepteren
pt_br: Aceitar
ru: Принять
uk: Прийняти

source: Drop
cs: Zahodit
de: Verwerfen
es: Desechar
fi: Pudota
ja: 破棄
nl: Laten vallen
pt_br: Descartar
ru: Отбросить
uk: Відкинути

source: Reject
cs: Odmítnout
de: Ablehnen
es: Rechazar
fi: Hylkää
ja: 拒否
nl: Verwerpen
pt_br: Rejeitar
ru: Отклонить
uk: Відмовити

source: %(prog)s %(NL)sversion: %(version)s%(NL)ssite: %(site)s
cs: %(prog)s %(NL)sverze: %(version)s%(NL)sstránka: %(site)s
ja: %(prog)s %(NL)sバージョン: %(version)s%(NL)sサイト: %(site)s
nl: %(prog)s %(NL)sversie: %(version)s%(NL)swebsite: %(site)s
pt_br: %(prog)s %(NL)sversão: %(version)s%(NL)ssite: %(site)s
ru: %(prog)s %(NL)sверсия: %(version)s%(NL)sсайт: %(site)s

source: firewalld
fi: palomuuri

source: ManaFirewall is part of manatools and it is based on libyui so that it can work using Gtk, Qt or ncurses, e.g. graphical or textual user interfaces.
uk: ManaFirewall є частиною комплекту manatools. Програму засновано на libyui, отже вона може працювати із використанням Gtk, Qt або ncurses, тобто одночасно графічного та текстового інтерфейсів.
