Repository: manatools/manafirewall
Catalog: po/*.po
Languages: cs, de, es, fi, fr, ja, nl, pt_br, ru, uk

source: Services view
cs: Zobrazení služeb
de: Dienste Ansicht
es: Ver Servicios
fi: Palvelut näkymä
fr: Vue des Services
ja: サービス表示
nl: Dienstenweergave
pt_br: Visão por serviços
ru: Просмотр служб
uk: Панель служб

source: IP sets view
cs: Zobrazení IP setů
de: IP sets Ansicht
es: Ver conjuntos de IPs
fi: IP:t näkymä
fr: Vue des groupes d'adresses IP
ja: IP セット表示
nl: IP-sets-weergave
pt_br: Visão de conjuntos de IP
ru: Панель наборов IP
uk: Панель наборів IP

source: Go to index
cs: Jít na rejstřík
de: Gehe zu Index
es: Ir al indice
fi: Siirry alkuun
fr: Aller à l'index
ja: インデックスに移動
nl: Ga naar index
pt_br: Ir para o índice
ru: Перейти к указателю
uk: Перейти до покажчика

source: Permanent mode allows to configure things that are not active immediately. If you want to have changes also in the runtime environment, then either add the changes there also or reload firewalld.
cs: Trvalý režim umožňuje nastavovat věci, které nejsou zapnuty okamžitě. Pokud chcete mít změny i v běhovém prostředí, pak je buď přidejte i tam, nebo firewalld znovu nahrajete.
de: Im permanenten Modus können Dinge konfiguriert werden, die nicht sofort aktiv sind. Wenn Sie Änderungen auch in der Laufzeitumgebung vornehmen möchten, fügen Sie die Änderungen entweder auch dort hinzu oder laden Sie firewalld neu.
es: El modo permanente permite configurar cosas que no se activan inmediatamente. Si busca que los cambios apliquen al entorno en ejecución, puede añadir los cambio ahí o recargar firewalld.
fi: Pysyvä tila sallii sellaisten asioiden määrittämisen, jotka eivät ole heti aktiivisia. Jos haluat tehdä muutoksia myös ajonaikaiseen ympäristöön, lisää muutokset ja lataa palomuuri uudelleen.
fr: En mode permanent, les modifications ne sont pas actives immédiatement. Si vous souhaitez qu'elles le soient dans l'environnement en cours d'exécution, ajoutez également les modifications dans ce mode ou rechargez firewalld.
ja: 永久モードではすぐにアクティブにはならない事柄を設定できます。実行時の環境にも変更を反映させたい場合、そこでも変更を追加するか firewalld を再読み込みしてください。
nl: Permanente modus laat u dingen configureren die niet meteen actief zijn. Als u wijzigingen in de runtime-omgeving wilt hebben, voeg ze dan daar ook toe of herlaad firewalld.
pt_br: O modo permanente permite configurar coisas que não ficam ativas imediatamente. Se quiser que as mudanças também estejam no ambiente de execução, adicione as alterações lá ou recarregue o firewalld.
ru: Постоянный режим позволяет настроить вещи, которые не сразу становятся активными. Если вы хотите внести изменения в текущую среду, измените эти параметры или перезагрузите firewalld.
uk: Сталий режим надає змогу налаштувати речі, які не одразу стають активними. Якщо ви хочете внести зміни у поточне середовище, або змініть і ці параметри, або перезавантажте firewalld.

source: Runtime mode allows to configure things at runtime. Things changed at runtime will not present at next start up or reloading firewalld, if you want that you need to add those changes in permanent mode also.
cs: Režim běhového prostředí umožňuje nastavovat věci za běhu. Věci změněné za běhu se při dalším spuštění nebo načtení firewaldu již neobjeví, pokud to chcete, musíte tyto změny přidat i v trvalém režimu.
de: Im Laufzeitmodus können Dinge zur Laufzeit konfiguriert werden. Änderungen, die während der Laufzeit gemacht wurden, werden beim nächsten Start oder beim erneuten Laden von firewalld nicht mehr verwendet. Wenn Sie die Änderungen dauerhaft haben möchten, können Sie diese auch im permanenten Modus konfigurieren.
es: El modo En Ejecución permite probar cosas durante la ejecución. Estos cambios no estarán presentes en el próximo inicio o al recargar firewalld, si es lo que quiere, necesita añadir esos cambios en el modo permanente.
fi: Ajonaikainen tila sallii asioiden määrityksen ajon aikana. Huomaa ajon aikana muuttuneet asetukset eivät näy seuraavan käynnistyksen tai palomuurin uudelleenlatauksen yhteydessä. Jos haluat pitää määritykset, sinun on lisättävä nämä muutokset myös pysyvään tilaan.
fr: En mode Runtime, les modifications sont appliquées immédiatement. Ces modifications ne seront pas présentes au prochain redémarrage ou lors du rechargement de firewalld. Si vous souhaitez que ces changements soient permanent, ajoutez les au mode permanent.
ja: 実行時モードでは実行時の事柄を設定できます。実行時に変更されたものは、永久モードでも追加する必要がある場合であっても次回の開始時や firewalld の再読み込み時にはなくなってしまいます。
nl: Runtime modus laat u dingen in runtime configureren. Deze wijzigingen zullen niet aanwezig zijn bij het weer starten of herladen van firewalld. Als u dat wilt, voeg deze wijzigingen dan ook in permanente modus toe.
pt_br: O modo de execução permite configurar coisas em tempo de execução. As alterações feitas em tempo de execução não estarão presentes na próxima inicialização ou recarregamento do firewalld. Se quiser que essas mudanças permaneçam, também será necessário adicioná-las no modo permanente.
ru: Динамический режим позволяет настроить текущие настройки. Изменённые в динамическом режиме параметры не воспроизводятся при следующем запуске или перезагрузке firewalld. Если вы хотите сделать их постоянными, вам следует также внести изменения в постоянном режиме.
uk: Динамічний режим надає змогу налаштувати поточні параметри роботи. Змінені у динамічному режимі параметри не буде відтворено під час наступного запуску або перезавантаження firewalld. Якщо ви хочете зробити їх сталими, вам слід внести зміни і у остаточному режимі.

source: A zone is a set of services that can be applied to a binding. A collection of zones is predefined for different levels of trust. If you select the "Permanent" configuration, you can also add, edit or delete your own zone and define which services will be allowed in your zone.
cs: Zóna je sada služeb, které lze použít na vazbu. Pro různé úrovně důvěryhodnosti je předvymezena sbírka zón. Pokud vyberete nastavení "Permanentní", můžete také přidat, upravit nebo odstranit vlastní zónu a stanovit, které služby budou v zóně povoleny.
de: Eine Zone ist eine Reihe von Diensten, die auf eine Bindung angewendet werden können. Eine Sammlung von Zone ist für verschiedene Berechtigungsstufen vordefiniert. Wenn Sie die Konfiguration "Permanent" auswählen, können Sie auch Ihren eigen Zone hinzufügen, bearbeiten oder löschen und festlegen, welche Dienste in Ihrer Zone zulässig sind.
es: Una zona es un conjunto de servicios que se pueden aplicar a un enlace. Una colección de zonas está predefinida para diferentes niveles de confianza. Si selecciona la configuración "Permanente", también puede agregar, editar o eliminar su propia zona y definir qué servicios se permitirán en su zona.
fi: Vyöhyke on joukko palveluita, joita voidaan soveltaa sidokseen. Joukko vyöhykkeitä on ennalta määritetty eri tasoille. Jos valitset "Pysyvä" konfiguraatio, voit myös lisätä, muokata tai poistaa oman vyöhykkeen ja määrittää, mitkä palvelut sallitaan vyöhykkeelläsi.
fr: Une zone est un ensemble de services qui peuvent être appliqués à une liaison. Une collection de zones est prédéfinie pour différents niveaux de confiance. Si vous sélectionnez la configuration "Permanent", vous pouvez également ajouter, modifier ou supprimer votre propre zone et définir les services qui seront autorisés dans votre zone.
ja: ゾーンとはバインディングに適用可能な一連のサービスです。異なる信頼レベル用に幾つかのゾーンがあらかじめ定義されています。"永久" の設定を選択した場合、あなたのゾーンの追加, 編集, 削除やあなたのゾーンで許可されるサービスの定義もできます。
nl: Een zone is een set diensten die toegepast kan worden op een binding. Een collectie zones is reeds gedefinieerd voor verschillende vertrouwensniveaus. Als u de "Permanente" configuratie kiest, kunt u uw eigen zone toevoegen, bewerken of verwijderen en instellen welke diensten in uw zone toegestaan zijn.
pt_br: Uma zona é um conjunto de serviços que podem ser aplicados a uma ligação. Uma coleção de zonas é predefinida para diferentes níveis de confiança. Se selecionar a configuração "Permanente", também poderá adicionar, editar ou excluir sua própria zona e definir quais serviços serão permitidos em sua zona.
ru: Зона представляет собой набор служб, которые можно применить к привязке. Для разных уровней доверия предусмотрена сборка зон. Если вы выберете «Постоянные» настройки, вы также сможете добавлять, изменять или удалять собственные зоны и определять, какими службами можно будет пользоваться в вашей зоне.
uk: Зона є набором служб, які можна застосувати до прив'язки. Для різних рівні довіри передбачено збірку зон. Якщо ви виберете «Остаточні» налаштування, ви також змоеже додавати, змінювати або вилучати власні зони і визначати, якими службами можна буде користуватися у вашій зоні.

source: For a zone, available fields are name, version, short as more descriptive name, and description. A check box allows to activate default target or to select the default behaviour for packets that don't match any rule. Targets are DROP, REJECT or ACCEPT.
cs: Pro zónu jsou dostupná tato pole: název, verze, zkrácený popisný název a popis. Zaškrtávací políčko umožňuje zapnout výchozí cíl nebo vybrat výchozí chování pro pakety, které neodpovídají žádnému pravidlu. Cíle jsou DROP, REJECT nebo ACCEPT.
de: Für eine Zone sind die Felder Name, Version, Kurzbeschreibung und Beschreibung verfügbar. Ein Kontrollkästchen ermöglicht das Aktivieren des Standardziels oder das Auswählen des Standardverhaltens für Pakete, die keiner Regel entsprechen. Ziele sind DROP, REJECT oder ACCEPT.
es: Para una zona, los campos disponibles son nombre, versión, abreviados como nombre más descriptivo y descripción. Una casilla de verificación permite activar el destino predeterminado o seleccionar el comportamiento predeterminado para los paquetes que no coinciden con ninguna regla. Las opciones son DROP (desechar), RECHAZAR o ACEPTAR.
fi: Vyöhykkeet alue, saatavilla olevat kentät ovat nimi, versio, lyhyt tai kuvaavampi nimi ja kuvaus. Valintaruudun avulla voidaan aktivoida oletuskohde tai valita oletuskäyttäytyminen paketeille, jotka eivät vastaa mitään sääntöä. Kohteet ovat PUDOTA, HYLKÄÄ tai HYVÄKSY.
fr: Pour une zone, les champs disponibles sont le nom, la version, un nom plus court comme descriptif et une description. Une case à cocher permet d'activer la cible par défaut ou de sélectionner le comportement par défaut pour les paquets qui ne correspondent à aucune règle. Les cibles sont DROP, REJECT ou ACCEPT.
ja: ゾーンについて、利用可能なフィールドは名前, バージョン, 短く説明的な名前, 説明文です。チェック ボックスでは既定のターゲットを有効にしたりいずれのルールにも合致しないパケットに対する既定の動作を選択したりできます。ターゲットは DROP, REJECT, ACCEPT です。
nl: De velden die beschikbaar zijn voor een zone zijn naam, versie, korte beschrijvende naam en omschrijving. Met een selectievakje kunt u het standaarddoel activeren of het standaardgedrag kiezen voor pakketten die aan geen enkele regel voldoen. Doelen zijn DROP, REJECT of ACCEPT (laten vallen, afwijzen of accepteren).
pt_br: Para uma zona, os campos disponíveis são nome, versão, abreviação como nome mais descritivo e descrição. Uma caixa de seleção permite ativar o alvo padrão ou selecionar o comportamento padrão para pacotes que não correspondem a nenhuma regra. Os alvos são DROP, REJECT ou ACCEPT.
ru: Для зоны доступными полями являются название, версия, сокращённое описательное название и описание. С помощью поля для метки можно активировать типовое, дефолтное назначение или выбрать типовое, дефолтное поведение для пакетов, не соответствующих правилу. Назначениями являются DROP, REJECT или ACCEPT.
uk: Для зони доступними полями є назва, версія, скорочена описова назва та опис. За допомогою поля для позначки можна активувати типове призначення або вибрати типову поведінку для пакунків, які не відповідають жодному правилу. Призначеннями є DROP, REJECT або ACCEPT.

source: Predefined zones are: block - dmz - drop - external - home - home - internal - public - trusted - work
cs: Předvymezené zóny jsou: block - dmz - drop - external - home - home - internal - public - trusted - work.
de: Vordefinierte Zonen sind: block - dmz - drop - external - home - home - internal - public - trusted - work
es: Las zonas predefinidas son: bloquear - zona desmilitarizada - drop (desechar) - externo - hogar - hogar - interno - público - confiable - trabajo
fi: Ennalta määritetyt vyöhykkeet ovat: block - dmz - drop - external - home - internal - public - trusted - work
fr: Les zones prédéfinies sont: bloquer - dmz - drop - externe - domicile - domicile - interne - public - confiance - travail
ja: 定義済みのゾーン: block - dmz - drop - external - home - home - internal - public - trusted - work
nl: Reeds gedefinieerde zones zijn: block - dmz - drop - external - home - home - internal - public - trusted - work
pt_br: As zonas predefinidas são: block - dmz - drop - external - home - home - internal - public - trusted - work
ru: Предварительно определённые зоны: block – dmz – drop – external – home – home – internal – public – trusted – work
uk: Попередньо визначені зони: block - dmz - drop - external - home - home - internal - public - trusted - work

source: After selecting "Zones" for view and one of the Zones, you can configure said zone. There are some parameters for each zone:
cs: Po výběru "Zóny" pro zobrazení a jedné ze zón můžete danou zónu nastavovat. Pro každou zónu je dostupných několik parametrů:
de: Nachdem Sie "Zonen" für die Ansicht und eine der Zonen ausgewählt haben, können Sie diese Zone konfigurieren. Für jede Zone gibt es einige Parameter:
es: Tras seleccionar una zona en ver "Zonas", se puede configurar dicha zona. Hay algunos parámetros para cada zona:
fi: Kun olet valinnut "Vyöhykkeet" näkymästä ja yhden niin voit määrittää kyseisen vyöhykkeen. Jokaiselle vyöhykkeelle on joitain parametreja:
fr: Après avoir sélectionné "Zones" pour la vue puis l'une des zones, vous pouvez configurer ladite zone. Il y a quelques paramètres pour chaque zone :
ja: ビューの "ゾーン" とそのゾーン群の一つを選択した後、ゾーンの設定が可能です。各ゾーンには幾つかのパラメータがあります:
nl: Nadat u "Zonesweergave" geselecteerd heeft en een van de zones, kunt u desbetreffende zone configureren. Er zijn wat instellingen voor elke zone:
pt_br: Após selecionar "Zonas" para visualização e uma das zonas, você pode configurá-la. Existem alguns parâmetros para cada zona:
ru: После выбора режима просмотра «Зоны» и выбора одной из зон вы сможете её настроить. Для каждой зоны предусмотрено несколько параметров:
uk: Після вибору режиму перегляду «Зони» і вибору однієї з зон, ви зможете її налаштувати. Для кожної зони передбачено декілька параметрів:

source: <ul><li><b>Services</b>: when selected in "Configure" option, you see a list of services that are predefined. According to the zone, some services are already selected. If you tick or untick a checkbox in regard to a service, the according rules will applying to allow said service on interfaces having the zone. In permanent mode, the configuration is registered directly, but not applied. It will be applied after a firewalld reload.</li>
cs: <ul><li><b>Služby</b>: po výběru možnosti "Nastavit" se zobrazí seznam předvymezených služeb. Podle zóny jsou některé služby již vybrány. Pokud zaškrtnete nebo zrušíte zaškrtnutí políčka u služby, budou platit příslušná pravidla pro povolení uvedené služby na rozhraních, která mají danou zónu. V trvalém režimu je nastavení přímo zaregistrováno, ale není použito. Bude použito po opětovném nahrání firewaldu..</li>
de: <ul><li><b>Dienste</b>: Bei Auswahl unter "Konfigurieren" wird eine Liste der vordefinierten Dienste angezeigt. Je nach Zone sind einige Dienste bereits ausgewählt. Wenn Sie ein Kontrollkästchen in Bezug auf einen Dienst aktivieren oder deaktivieren, gelten die entsprechenden Regeln, um diesen Dienst auf Schnittstellen mit der Zone zuzulassen. Im permanenten Modus wird die Konfiguration direkt registriert, aber nicht angewendet. Es wird nach einem erneuten Laden der Firewall angewendet.</li>
es: <ul><li><b>Servicios</b>: cuando se selecciona en la opción "Configurar", verá una lista de servicios predefinidos. Según la zona, algunos servicios ya están seleccionados. Si marca o desmarca una casilla de verificación con respecto a un servicio, se aplicarán las reglas correspondientes para permitir dicho servicio en las interfaces que tienen la zona. En modo permanente, la configuración se registra directamente, pero no se aplica. Se aplicará después de recargar Firewalld.</li>
fi: <ul><li><b>Palvelut</b>: Kun valitset "Määritä" niin saat listan palveluista, jotka on määritetty valmiiksi. Vyöhykkeen mukaan osa palveluista on jo valittuna. Jos valitsemalla jonkin palvelun valinnan, kyseiset säännöt sallivat kyseisen palvelun rajapinnoilla, joilla on vyöhyke. Pysyvän tilan konfiguraatio rekisteröidään suoraan, mutta sitä ei käytetä heti. Sitä käytetään palomuurin uudelleenlatauksen jälkeen.</li>
fr: <ul><li><b>Services</b> : lorsqu'il est sélectionné dans l'option "Configurer", vous voyez une liste de services prédéfinis. Selon la zone, certains services sont déjà sélectionnés. Si vous cochez ou décochez une case concernant un service, les règles correspondantes s'appliqueront pour autoriser ledit service sur les interfaces dans la zone. En mode permanent, la configuration est enregistrée directement, mais pas appliquée. Elle sera appliqué après un rechargement de firewalld.</li>
ja: <ul><li><b>サービス</b>: "設定" で選択すると、定義済みのサービス一覧が表示されます。ゾーンに従って、幾つかのサービスは既に選択されています。サービスについてのチェックボックスをチェックまたはチェック解除すると、対応したルールがそのゾーンを持つインターフェース上のサービスに適用されます。永久モードでは、設定は直接登録されますが、適用はされません。これは firewalld の再起動後に適用されます。</li>
nl: <ul><li><b>Diensten</b>: als u deze selecteert in de optie "Configureren", dan ziet u een lijst diensten die al gedefinieerd zijn. In overeenstemming met de zone zijn sommige diensten al geselecteerd. Als u het selectievakje van een dienst aan- of uitvinkt, zal deze geactiveerd dan wel gedeactiveerd worden voor alle interfaces in deze zone. In permanente modus wordt de configuratie direct opgeslagen, maar nog niet toegepast. Zij zal toegepast worden zodra firewalld opnieuw geladen is.</li>
pt_br: <ul><li><b>Serviços</b>: quando selecionado na opção "Configurar", você vê uma lista de serviços que são predefinidos. De acordo com a zona, alguns serviços já estão selecionados. Se marcar ou desmarcar uma caixa de seleção em relação a um serviço, as regras correspondentes serão aplicadas para permitir o serviço em interfaces que tenham a zona. No modo permanente, a configuração é registrada diretamente, mas não aplicada. Ela será aplicada após uma recarga do firewalld.</li>
ru: <ul><li><b>Службы:</b> при нажатии кнопки «Настройка» отображается список предопределённых служб. Согласно зоне, некоторые службы уже будут отмечены. Если вы укажете или снимите метку с пункта службы, будут применены соответствующие правила возможности службы на интерфейсах зоны. В окончательном режиме настройка будет зарегистрирована, но не применена. Применение произойдёт после перезагрузки firewalld.</li>
uk: <ul><li><b>Служби</b>: якщо натиснути кнопку «Налаштувати», буде показано список попередньо визначених служб. Відповідно до зони, деякі служби вже буде позначено. Якщо ви позначите або знімете позначку з пункту служби, буде застосовано відповідні правила уможливлення служби на інтерфейсах зони. У остаточному режимі налаштування буде зареєстровано, але не застосовано. Застосування відбудеться після перезавантаження firewalld.</li>

source: <li><b>Ports</b>: this configure option allows to specify a rule with "Add" button with a port number or range and a protocol selected in the list tcp, udp, sctp and dccp. The list view displays the already defined rules. A range is defined with a hyphen between two numbers, for example with 80-88. The effect will be that these ports will be open.</li>
cs: <li><b>Porty</b>: tato možnost nastavení umožňuje zadat pravidlo pomocí tlačítka "Přidat" s číslem nebo rozsahem portu a protokolem vybraným ze seznamu tcp, udp, sctp a dccp. V zobrazení seznamu se zobrazí již stanovená pravidla. Rozsah se stanovuje pomocí spojovníku mezi dvěma čísly, například pomocí 80-88. Výsledkem bude, že tyto porty budou otevřené.</li>
de: <li><b>Ports</b>: Mit dieser Konfigurationsoption können Sie eine Regel mit der Schaltfläche "Hinzufügen" mit einer Portnummer oder einem Bereich und einem Protokoll angeben, das in der Liste tcp, udp, sctp und dccp ausgewählt ist. In der Listenansicht werden die bereits definierten Regeln angezeigt. Ein Bereich wird mit einem Bindestrich zwischen zwei Zahlen definiert, z. B. mit 80-88. Dies hat zur Folge, dass diese Ports geöffnet sind</li>
es: <li><b>Puertos</b>: esta opción de configuración permite especificar una regla con el botón "Agregar" con un número de puerto o rango y un protocolo seleccionado en la lista tcp, udp, sctp y dccp. La vista de lista muestra las reglas ya definidas. Un rango se define con un guión entre dos números, por ejemplo, con 80-88. El efecto será que estos puertos estarán abiertos.</li>
fi: <li><b>Portit</b>: Konfiguroinnin avulla voit määrittää säännön "Lisää" painikkeella. Anna portin numero tai alue ja protokolla, joka on valitavissa listasta tcp, udp, sctp ja dccp. Valmiiksi näkyvät jo määritettyjä sääntöjä. Alue annetaan yhdysviivalla kahden luvun välissä, esimerkiksi 80-88. Vaikutus on, että nämä portit ovat auki.</li>
fr: <li><b>Ports</b> : cette option de configuration permet de spécifier une règle avec le bouton "Ajouter" avec un numéro de port ou une plage et un protocole sélectionné dans la liste tcp, udp, sctp et dccp. La vue de liste affiche les règles déjà définies. Une plage est définie par un trait d'union entre deux nombres, par exemple 80-88. L'effet sera que ces ports seront ouverts.</li>
ja: <li><b>ポート</b>: この設定項目はポートの番号または範囲および tcp, udp, sctp, dccp の一覧から選択するプロトコルを伴う "追加" ボタンを用いてルールを指定できます。一覧ビューは定義済みのルールを表示します。範囲は二つの数字にハイフンを挟んで定義され、例えば 80-88 となります。その効果はこれらのポートを開くことです。</li>
nl: <li><b>Poorten</b>: deze configuratie-optie laat u een regel vaststellen met de knop "Toevoegen", met een poortnummer of poortenreeks en een protocol uit de lijst tcp, udp, sctp and dccp. De lijstweergave toont de reeds gedefinieerde regels. Een reeks heeft een streepje tussen de getallen, bijv. 80-88. Het effect zal zijn dat deze poorten open staan.</li>
pt_br: <li><b>Portas</b>: esta opção de configuração permite especificar uma regra com o botão "Adicionar", incluindo um número de porta ou faixa e um protocolo selecionado na lista tcp, udp, sctp e dccp. A visualização da lista exibe as regras já definidas. Uma faixa é definida com um hífen entre dois números, por exemplo, 80-88. O efeito será que essas portas estarão abertas.</li>
ru: <li><b>Порты:</b> этот пункт настроек позволяет указать правило с помощью кнопки «Добавить». Правило состоит из номера порта или диапазона номеров портов и протокола, выбранного из списка tcp, udp, sctp и dccp. На панели будут показаны уже определённые правила. Диапазон определяется двумя числами с дефисом между ними. Пример: 80–88. Настройки будут работать только в том случае, если порты будут открыты.</li>
uk: <li><b>Порти</b>: цей пункт налаштувань надає змогу вказати правило за допомогою кнопки «Додати». Правило складається з номера порту або діапазону номерів портів і протоколу, який вибрано зі списку tcp, udp, sctp і dccp. На панелі буде показано вже визначені правила. Діапазон визначається двома числами із дефісом між ними. Приклад: 80-88. Налаштування працюватимуть, лише якщо порти буде відкрито.</li>
